Repository: huy123cv78/88Gohouse
Catalog: lib/l10n/app_*.arb
Languages: cn, vi

# popularArea_2_name
source: Ha Noi City
cn: 河內市
vi: Hà Nội

# popularArea_2_en
source: Thành phố Hà Nội
cn: Ha Noi City
vi: Ha Noi City

# popularArea_3_name
source: Hai Phong City
cn: 海防市
vi: Hải Phòng

# popularArea_3_en
source: Thành phố Hải Phòng
cn: Hai Phong City
vi: Hai Phong City

# popularArea_4_name
source: Can Tho City
cn: 芹苴市
vi: Cần Thơ

# popularArea_4_en
source: Thành phố Cần Thơ
cn: Can Tho City
vi: Can Tho City

# popularArea_5_name
source: Da Nang City
cn: 峴港市
vi: Đà Nẵng

# popularArea_5_en
source: Thành phố Đà Nẵng
cn: Da Nang City
vi: Da Nang City

# popularArea_6_name
source: Dong Nai Province
cn: 同奈省
vi: Đồng Nai

# popularArea_6_en
source: Tỉnh Đồng Nai
cn: Dong Nai Province
vi: Dong Nai Province

# popularArea_7_name
source: Binh Duong Province
cn: 平陽省
vi: Bình Dương

# popularArea_7_en
source: Tỉnh Bình Dương
cn: Binh Duong Province
vi: Binh Duong Province

# breadcrumbList_video
source: Videos
cn: 视频专区

# navbar_video
source: Videos
cn: 视频专区

# footer_aboutUs
source: About Us
cn: 关于我们

# footer_resource
source: Resource
cn: 资源

# footer_listSearch
source: List Search
cn: 列表搜寻

# footer_mapSearch
source: Map
cn: 地图搜寻

# footer_whyChoose
source: Why Choose 88go
cn: 为何选择88go

# footer_ourPlan
source: Our Plans
cn: 我们的方案

# footer_agentRegulations
source: Agent Regulations
cn: 代理规章

# footer_disclaimer
source: Disclaimer
cn: 免责声明

# footer_termsOfMembershipAndPrivacyStatement
source: Terms/Privacy
cn: 会员条款与隐私权声明

# footer_mortgageCalculator
source: Mortgage Calculator
cn: 房贷试算器

# rent_title
source: Rental List
cn: 租屋列表

# rent_enTitle
source: Danh sách cho thuê
cn: Rental List

# rent_mapSearch
source: Map
cn: 地图搜寻

# rent_recommended
source: Recommended
cn: 推荐房屋

# rent_forRent
source: All properties
cn: 所有待租房屋

# rent_forSale
source: All properties
cn: 所有在售房屋

# sale_title
source: Purchase List
cn: 购屋列表

# sale_enTitle
source: Danh sách mua bán
cn: Sale List

# preSale_title
source: New Project List
cn: 新建案列表

# preSale_enTitle
source: Danh sách dự án mới
cn: New Project List

# preSale_recommended
source: Recommended
cn: 推荐建案

# preSale_forPreSale
source: All construction project
cn: 所有建案

# preSale_determined
source: To be determined
cn: 价钱待定

# video_title
source: Videos
cn: 視頻专区

# detail_network
source: Internet
cn: 网络

# detail_sofa
source: Sofa
cn: 沙发

# publish_form_network
source: Internet
cn: 网络

# publish_form_gas
source: Gas
cn: 天然瓦斯

# publish_form_sofa
source: Sofa
cn: 沙发

# house_equipment_type_4
source: TV
cn: 電視

# house_info_house_type_4
source: Villa
cn: 别墅

# new_house_files_type_2
source: Video
cn: 视频

# factory_structure_1
source: RC
cn: 钢筋混凝土
