Repository: huy123cv78/88Gohouse
Catalog: lib/l10n/app_*.arb
Languages: cn, vi

# publish_form_houseProperty
source: Property Registration
cn: 房屋产权登记
vi: Đăng ký quyền sở hữu nhà ở

# publish_form_factoryProperty
source: Property Registration
cn: 厂房产权登记
vi: Đăng ký quyền sở hữu nhà xưởng

# publish_form_landProperty
source: Property Registration
cn: 土地产权登记
vi: Đăng ký quyền sử dụng đất

# publish_form_propertyRightsRegistration
source: Property Rights Registration
cn: 产权登记
vi: Đăng ký quyền tài sản

# publish_form_completed
source: Completed Property Rights Registration
cn: 已办理产权登记
vi: Đăng ký quyền sở hữu đã hoàn tất

# publish_form_notCompleted
source: Transfer contract
cn: 转让合约
vi: Hợp đồng chuyển nhượng

# publish_form_pinkBook
source: Pink Book
cn: 粉红皮书
vi: Sổ hồng

# publish_form_buyAndSell
source: Buy and sell handwritten documents
cn: 购买和出售手写文件
vi: Mua bán tài liệu viết tay

# publish_form_legalPurposesOfaAd
source: Legal Purpose of this Advertisement:
cn: 本广告法定用途：
vi: Mục đích quảng cáo này:

# publish_form_buildingAreaOfAd
source: Building Area of this Advertisement:
cn: 本广告建物面积：
vi: Diện tích xây dựng trên quảng cáo này:

# publish_form_rentInAd
source: Rental Floor of this Advertisement:
cn: 本广告出租楼层：
vi: Tầng cho thuê trên quảng cáo này:

# publish_form_notFilled
source: Not Filled
cn: 未填写
vi: Chưa điền thông tin

# publish_form_housePropertyDescription
source: If the above data is incorrect or not displayed, you can:
cn: 若以上资料数据有误或未显示数据，您可以：
vi: Nếu thông tin trên không chính xác hoặc dữ liệu không được hiển thị, bạn vui lòng:

# publish_form_housePropertyCheck
source: 1. Check if the house address is filled in correctly.
cn: 1.检查房屋地址填写是否正确
vi: 1.Kiểm tra xem thông tin địa chỉ nhà

# publish_form_housePropertyUpload
source: 2. Upload property rights certificate copy/online property certificate. We will verify and supplement the information for you (uploaded documents are for verification purposes only).
cn: 2.上传建物权状影本/线上建物誊本，本站将为您进行核实补充完整资料（上传资料仅作核实所用）
vi: 2.Tải lên bản sao /bản sao trực tuyến của quyền sở hữu tòa nhà sau đó sẽ xác minh và bổ sung thông tin đầy đủ cho bạn (thông tin tải lên chỉ nhằm mục đích xác minh)

# publish_form_buildingTitlePhotocopy
source: Property Rights Certificate Copy
cn: 建物权状影本
vi: Bản sao tên tòa nhà

# publish_form_houseManagement
source: House Management
cn: 房屋代管
vi: Ban quản lý

# publish_form_addObjectToEscrow
source: Add this property to escrow?
cn: 是否将此物件加入代管？
vi: Tăng thêm người quản lý?

# publish_form_escrow
source: Escrow
cn: 加入代管
vi: Thêm người quản lý

# publish_form_yes
source: Yes
cn: 是
vi: Có

# publish_form_no
source: No
cn: 否
vi: Không

# publish_form_can
source: Allowed
cn: 可以
vi: Cho phép

# publish_form_not
source: Not Allowed
cn: 不可以
vi: Không cho phép

# publish_form_next
source: Next
cn: 下一步
vi: Bước tiếp theo

# publish_form_save
source: Save
cn: 保存资料
vi: Lưu dữ liệu

# publish_form_preview
source: Preview
cn: 预览
vi: Xem trước

# publish_form_returnToEdit
source: Return to Edit
cn: 返回编辑
vi: Quay lại chỉnh sửa

# publish_form_bargainingPrice
source: Bargaining Bottom Price
cn: 议价底价
vi: Thương lượng

# publish_form_toBeLeased
source: To Be Leased
cn: 在出租
vi: Đang chờ thuê

# publish_form_layoutDiaram
source: Layout Diagram
cn: 格局图
vi: Sơ đồ

# publish_form_modifyAddrAlert
source: hours, number of modifications remaining:
cn: 小时内，剩余修改次数:
vi: giờ, số lần sửa đổi còn lại:

# publish_form_usePartitions
source: Use partitions
cn: 使用分区
vi: Dùng phân vùng

# publish_form_factoryRegistration
source: Factory registration
cn: 是否可工厂登记
vi: Đăng ký nhà xưởng

# publish_form_companyRegistration
source: Company registration
cn: 是否可公司登记
vi: Đăng ký công ty

# publish_form_dividedIntoCompartments
source: Compartment
cn: 是否可隔间
vi: Ngăn

# publish_form_suitableForIndustry
source: Applicable industries
cn: 适合行业
vi: Các ngành áp dụng

# publish_form_disabledIndustry
source: Banned industries
cn: 禁用行业
vi: Các ngành bị cấm

# publish_form_buildingStructure
source: Structure
cn: 建筑结构
vi: Kết cấu

# publish_form_floorLoad
source: Floor bearing capacity
cn: 楼板承载
vi: Tải trọng sàn

# publish_form_asphaltRoad
source: Asphalt road
cn: 柏油路
vi: Đường nhựa

# publish_form_concreteRoad
source: Concrete Road
cn: 水泥路
vi: Đường Bê tông

# publish_form_alleyStreet
source: Alley street
cn: 小路
vi: Đường hẻm

# publish_form_widthOfTheFrontRoad
source: Width from the road
cn: 临路路宽
vi: Khoảng cách đến mặt đường

# publish_form_buildingHeightLimit
source: Building height limit(meter)
cn: 建物限高(米)
vi: Xây dựng giới hạn chiều cao(mét)

# publish_form_unloading
source: Uploading
cn: 卸货
vi: Xuống hàng

# publish_form_passengerElevator
source: Passenger elevator(Qty)
cn: 客梯(数量)
vi: Thang máy chở khách(Số lượng)

# publish_form_freightElevator
source: Freight elevator(Qty)
cn: 货梯(数量)
vi: Thang máy chở hàng(Số lượng)

# publish_form_num
source: Qty
cn: 数量
vi: Số lượng

# publish_form_totalLandArea
source: Total land area
cn: 土地总面积
vi: Tổng diện tích đất

# publish_form_totalFactoryArea
source: Total area
cn: 总面积
vi: Tổng diện tích

# publish_form_constructionArea
source: Construction area
cn: 建筑面积
vi: Diện tích tòa nhà

# publish_form_specification
source: Specification(meter)
cn: 规格(米)
vi: Đặc điểm kỹ thuật(mét)

# publish_form_meter
source: meter
cn: 米
vi: mét

# publish_form_mt
source: mt
cn: 吨
vi: tấn

# publish_form_width
source: Width
cn: 面宽
vi: Chiều dọc

# publish_form_verticalWidth
source: Vertical width
cn: 纵宽
vi: Chiều rộng dọc

# publish_form_verticalDepth
source: Depth
cn: 纵深
vi: Chiều sâu

# publish_form_height
source: Height
cn: 层高
vi: Cao

# publish_form_firstFloorHeight
source: First floor height
cn: 首层层高
vi: Chiều cao tầng một

# publish_form_deep
source: Depth
cn: 深
vi: Chiều sâu

# publish_form_baseArea
source: Land area
cn: 基地面积
vi: Diện tích đất

# publish_form_purpose
source: Purpose
cn: 适合用途
vi: Công dụng

# publish_form_infrastructure
source: Infrastructure
cn: 基础设施
vi: Cơ sở hạ tầng

# publish_form_landStatus
source: Land status
cn: 土地现况
vi: Hiện trạng đất đai

# publish_form_landEnv
source: Environment
cn: 土地环境
vi: Môi trường

# publish_form_landPhotos
source: Photos
cn: 土地照片
vi: Hình ảnh

# publish_form_landDescription
source: Description
cn: 土地说明
vi: Nguồn gốc đất

# publish_form_landDescriptionPlaceholder
source: If available: land name, project land, land specifications, term of use and legal information, etc. For example: Le Phong residential area, Binh Chuan 42 ward, Thuan An City, Binh Duong Province. Land size 4 x16.7=66.8 m2. 100% residential land Land use term: Long term.
cn: 如有：土地名称、私人地、规划案地、土地规格、使用期、法律相关资讯等 比方: 平阳省,顺安市,平准坊42号路,黎锋规划案。 土地规格 4 x16.7=66.8 m2 , 100% 永久住宅地。 使用期限: 永久。
vi: Nếu có : tên đất đai ,đất dự án ,quy cách đất ,thời hạn sử dụng và những thông tin pháp lý vv. Ví dụ : khu dân cư Lê Phong ,phường Bình Chuẩn 42,Thành Phố Thuận An,Tỉnh Bình Dương . Quy cách đất 4 x16.7=66.8 m2.đất ở thổ cư 100% Thời hạn sử dụng đất : Lâu dài .

# publish_form_saleBySplits
source: Sale by splits?
cn: 是否可分割出售？
vi: bán theo chia tách?

# publish_form_mainBuilding
source: Total area of main building
cn: 主建物总面积
vi: Tổng diện tích tòa nhà chính

# publish_form_shareParts
source: Total area of shared parts
cn: 共用部分总面积
vi: Tổng diện tích các phần dùng chung

# publish_form_ancillaryBuildings
source: Total area of ancillary buildings
cn: 附属建物总面积
vi: Tổng diện tích các công trình phụ trợ

# publish_form_formWarning
source: Please fill in the above information truthfully. If you do not fill it in truthfully, we will not be responsible for any subsequent disputes or you need to bear legal responsibility
cn: 以上资料请如实填写，若未如实填写，后续争议概不负责或需背负法律责任
vi: Vui lòng điền các thông tin xác thực.Chúng tôi sẽ không chịu trách nhiệm về những tranh chấp tiếp theo bạn hoàn toàn phải chịu trách nhiệm với thông tin trên

# publish_form_officeCategory
source: Office category
cn: 办公类型
vi: Loại hình văn phòng

# publish_form_officeType
source: Office type
cn: 办公型态
vi: Kiểu văn phòng

# publish_form_useArea
source: Usable area
cn: 可使用面积
vi: Diện tích sử dụng

# publish_form_ownershipCertificate
source: Area of ownership certificate
cn: 权证书面積
vi: Giấy chứng nhận quyền sở hữu đất

# publish_form_workstation
source: Number of workstations that can be accommodated
cn: 可容纳工位数
vi: Số lượng chỗ tối đa

# publish_form_unit
source: units
cn: 个
vi: người

# publish_form_carParking
source: Car parking(VND / month)
cn: 汽车位
vi: Chỗ đậu xe ô tô(VND / tháng)

# publish_form_motorParking
source: Motorcycle parking(VND / month)
cn: 机车位
vi: Chỗ để xe máy(VND / tháng)

# publish_form_industriesAndCommercialRegistration
source: Industrial and commercial registration
cn: 是否可工商登记
vi: Đăng ký doanh nghiệp

# publish_form_handoverOfHouse
source: Handover of the house in current condition
cn: 现况交屋
vi: Bàn giao nhà hiện trạng

# publish_form_surroundingLiving
source: Surrounding living functions
cn: 周边生活机能
vi: Chức năng sống xung quanh

# publish_form_surroundingLivingPlaceholder
source: Please enter the surrounding living functions
cn: 请输入周边生活机能
vi: Hãy nhập các chức năng sống xung quanh

# publish_form_officeEquipment
source: Office equipment
cn: 办公设备
vi: Thiết bị văn phòng

# publish_form_otherEquipment
source: Other equipment
cn: 其他设备
vi: Các thiết bị khác

# publish_form_officeEnv
source: Environment
cn: 办公室环境
vi: Môi trường

# publish_form_officePhotos
source: Photos
cn: 办公室照片
vi: Hình ảnh

# publish_form_shopCategory
source: Shop category
cn: 店铺类型
vi: Loại hình cửa hàng

# publish_form_shopType
source: Shop type
cn: 店铺型态
vi: Kiểu cửa hàng

# publish_form_shopInfo
source: Shop Information
cn: 店铺资讯
vi: Thông tin cửa hàng

# publish_form_operatingStatus
source: Operate status
cn: 经营状态
vi: Trạng thái kinh doanh

# publish_form_customerFlow
source: Customer flow
cn: 客群人流
vi: Nguồn khách hàng

# publish_form_shopEquipment
source: Shop equipment
cn: 店铺设备
vi: Thiết bị cửa hàng

# publish_form_shopEnv
source: Shop environment
cn: 店铺环境
vi: Môi trường cửa hàng

# publish_form_shopPhotos
source: Shop photos
cn: 店铺照片
vi: Lưu trữ ảnh

# publish_form_basicEquipment
source: Basic equipment
cn: 基本设备
vi: Thiết bị cơ bản

# publish_form_handlingEquipment
source: Handling equipment
cn: 装卸设备
vi: Thiết bị xếp dỡ

# publish_errMsg_titleErr
source: Title cannot be empty
cn: 标题不能为空
vi: Tiêu đề không được để trống

# publish_errMsg_cateErr
source: Please select housing category
cn: 请选择房屋类型
vi: Vui lòng chọn loại hình

# publish_errMsg_typeErr
source: Please select housing type
cn: 请选择房屋型态
vi: Vui lòng chọn tình trạng

# publish_errMsg_priceErr
source: Rent cannot be empty
cn: 租金不能为空
vi: Tiền thuê không được để trống

# publish_errMsg_depositErr
source: Deposit cannot be empty
cn: 押金不能为空
vi: Tiền cọc không được để trống

# publish_errMsg_minLeaseErr
source: Minimum period cannot be empty
cn: 最短租期不能为空
vi: Thời hạn thuê tối thiểu không được để trống

# publish_errMsg_rentalPeriodErr
source: Rental period cannot be empty
cn: 出租期限不能为空
vi: Thời hạn cho thuê không được để trống

# publish_errMsg_mngFeeErr
source: Management fee cannot be empty
cn: 管理费不能为空
vi: Phí quản lý không được để trống

# publish_errMsg_chooseErr
source: Please select
cn: 请选择
vi: Vui lòng chọn

# publish_errMsg_saleFloorErr
source: Sale floor cannot be empty
cn: 楼层不能为空
vi: Tầng bán không được để trống

# publish_errMsg_totalFloorErr
source: Total floor cannot be empty
cn: 总楼层不能为空
vi: Tổng số tầng không được để trống

# publish_errMsg_emptyErr
source: Cannot be empty
cn: 不能为空
vi: Không được để trống

# publish_errMsg_squareErr
source: Area cannot be empty
cn: 面积不能为空
vi: Không được để trống

# publish_errMsg_rentalFloorInvalidErr
source: The total floor cannot be lower than the rental floor
cn: 总楼层不能比出租楼层低
vi: Không được vượt quá tổng số tầng

# publish_errMsg_saleFloorInvalidErr
source: Total floor cannot be lower than sold floor
cn: 总楼层不能比售出楼层低
vi: Không được vượt quá tổng số tầng

# publish_errMsg_imageErr
source: Please upload at least 2 and maximum 25 photos
cn: 请上传至少 2 张，最多 25 张照片
vi: Vui lòng tải lên ít nhất 2 và tối đa 25 ảnh

# publish_errMsg_videoErr
source: Upload up to 3 videos
cn: 上传最多 3 部視頻
vi: Tải lên tối đa 3 video

# publish_errMsg_layoutErr
source: Upload up to 3 pictures
cn: 上传最多 3 张图片
vi: Tải lên tối đa 3 hình ảnh

# publish_errMsg_singlePriceErr
source: Please enter the amount
cn: 请填入金额
vi: Nhập số tiền

# publish_errMsg_minPriceLargerErr
source: The minimum amount cannot be greater than the maximum amount
cn: 最小金额不可比最大金额大
vi: Số tiền tối thiểu không lớn hơn số tối đa

# publish_errMsg_maxPriceSmallerErr
source: The maximum amount cannot be less than the maximum amount
cn: 最大金额不可比最大金额小
vi: Số tiền tối đa không nhỏ hơn số tối thiểu

# publish_errMsg_addressErr
source: Please enter address
cn: 请输入地址
vi: Hãy nhập địa chỉ

# publish_errMsg_unitPriceErr
source: Please enter the total price and area
cn: 请输入总价跟面积
vi: Vui lòng nhập tổng giá và diện tích

# publish_errMsg_less30CharactersErr
source: Please enter at least 30 characters
cn: 请输入最少30字元
vi: Vui lòng nhập ít nhất 30 ký tự

# publish_selectExistingPlan
source: Select a current plan
cn: 选择现有刊登方案
vi: Chọn kế hoạch đăng tin hiện có

# publish_buyPlan
source: Purchase a plan
cn: 购买刊登方案
vi: Mua gói niêm yết

# publish_useExistingPlan
source: Use current plan
cn: 使用现有方案
vi: Sử dụng phương án hiện có

# publish_singlePosting
source: Single Posting
cn: 单笔刊登
vi: Đăng tin đơn

# publish_multiplePlans
source: Multiple Plans
cn: 多笔方案
vi: Các phương án

# publish_averagePrice
source: Average price
cn: 平均单价
vi: Đơn giá bình quân

# publish_priceUnit
source: VND / times
cn: 元/笔
vi: ₫/bài

# publish_singlePostingRevise
source: 3 revisions within 72 hours
cn: 72小时内修改3次
vi: Sửa đổi 3 lần trong vòng 72 giờ

# publish_singlePostingDay
source: Housing listing period: 30 days
cn: 房屋刊登时间: 30天
vi: Thời hạn bài đăng :30 ngày

# publish_noExposure
source: No enhanced exposure
cn: 无加强曝光
vi: Không tăng cường hiển thị

# publish_selectPlan
source: Please select a plan
cn: 请选择方案
vi: Vui lòng chọn gói

# publish_remainingOfItems
source: Remaining postings:
cn: 剩余可刊登笔数：
vi: Số bài đăng còn lại

# publish_items
source: times
cn: 笔
vi: Bài

# publish_remainingOfDays
source: Plan remaining days:
cn: 方案剩余天数：
vi: Thời hạn gói còn lại:

# publish_days
source: days
cn: 天
vi: Ngày

# publish_enhancedExposure
source: Enhanced Exposure
cn: 加强曝光
vi: Tăng cường hiển thị

# publish_valueAddedServices
source: Value Added Services
cn: 加值服务
vi: Tăng cường dịch vụ

# publish_updateSort
source: Update Sorting
cn: 更新排序
vi: Cập nhật sắp xếp

# publish_manualUpdate
source: Manual
cn: 手动更新
vi: Cập nhật thủ công

# publish_manualUpdatesDescription
source: (Manually click to update sorting)
cn: (手动点击更新排序)
vi: (Bấm thủ công để cập nhật sắp xếp)

# publish_dollar
source: dollar
cn: 元
vi: nhân dân tệ

# publish_tenThousand
source: ten thousand
cn: 万
vi: Vạn

# publish_point
source: points
cn: 点
vi: Điểm

# publish_bount
source: times
cn: 次
vi: Lần

# publish_automaticUpdates
source: Automatic
cn: 自动更新
vi: Cập nhật tự động

# publish_automaticUpdatesDescription
source: (System automatically updates sorting)
cn: (系统自动更新排序)
vi: (Hệ thống tự động cập nhật sắp xếp)

# publish_regularUpdates
source: Scheduled
cn: 定时更新
vi: Đặt thời gian cập nhật

# publish_regularUpdatesDescription
source: (Custom update frequency and timing)
cn: (自订更新次数与更新时间)
vi: (Tùy chỉnh số lần và thời gian cập nhật)

# publish_daily
source: Daily
cn: 每日
vi: Hàng ngày

# publish_timeToUpdate
source: Update on the hour
cn: 整点更新
vi: Cập nhật theo giờ

# publish_hour
source: hours
cn: 小时
vi: Giờ

# publish_minute
source: minutes
cn: 分钟，
vi: Phút

# publish_update
source: Update
cn: 更新
vi: Cập nhật

# publish_adServices
source: Advertising Services
cn: 广告服务
vi: Dịch vụ quảng cáo

# publish_preferred
source: Preferred
cn: 优选
vi: Ưa thích

# publish_preferredDescription
source: (Featured in the "Preferred Listings" section on the homepage)
cn: (首页”优选” 区)
vi: (Trang chủ “Ưa thích” khu)

# publish_recommended
source: Recommended
cn: 推荐
vi: Đề xuất

# publish_recommendedDescription
source: (Featured in the "Recommended Listings" section in the listings)
cn: (列表”推荐” 区)
vi: (Danh sách “đề xuất” khu)

# publish_labelingService
source: Labeling Service
cn: 标示服务
vi: Đánh dấu

# publish_pin
source: Top Pin
cn: 置顶
vi: Ghim đầu trang

# publish_pinDescription
source: (Prominent top pin icon)
cn: (拥有醒目置顶标识)
vi: (Đánh dấu nổi bật đầu trang)

# publish_choice
source: Choice
cn: 精选
vi: Chọn lọc

# publish_choiceDescription
source: (Prominent editor's choice icon)
cn: (拥有醒目精选标识)
vi: (Đánh dấu nổi bật chọn lọc)

# publish_expedtedTag
source: Urgent Tag
cn: 加急标签
vi: Đánh dấu gấp

# publish_expedtedTagDescription
source: (Prominent urgent tag icon)
cn: (拥有醒目加急标识)
vi: (Đánh dấu nổi bật gấp)

# publish_webExposure
source: Web Exposure
cn: 网页版曝光
vi: Phiên bản web

# publish_mobileExposure
source: Mobile Exposure
cn: 行动版曝光
vi: Phiên bản di động

# publish_exposureArea
source: Exposure Area
cn: 曝光区域
vi: Độ hiển thị

# publish_effectiveTime
source: Effective Time
cn: 生效时间
vi: Thời gian hiệu lực

# publish_validityPeriod
source: Validity Period
cn: 有效期限
vi: Thời hạn hiệu lực

# publish_currentlyOwned
source: Currently Owned
cn: 目前拥有
vi: Hiện tại đang sở hữu

# publish_exposureNotice
source: Note: Exposure effects can be purchased repeatedly, but they will overwrite previously purchased exposure effects! It is recommended to evaluate before purchasing!
cn: 注意：曝光效果可以重复购买，但是会复盖掉之前已购买过的曝光效果！建议评估过后再购买！
vi: Lưu ý: Hiệu ứng phơi sáng có thể được mua nhiều lần nhưng chúng sẽ ghi đè các hiệu ứng phơi sáng đã mua trước đó! Nên đánh giá trước khi mua!

# publish_purchase
source: Purchase
cn: 购买
vi: Mua

# publish_effectiveAfterPayment
source: Effective immediately after payment
cn: 付款后即刻生效
vi: Có hiệu lực ngay sau khi thanh toán

# publish_exposurePlan
source: Exposure Plan
cn: 曝光方案
vi: Gói hiển thị

# publish_customAmount
source: Custom
cn: 自订金额
vi: Số tiền tùy chỉnh

# publish_recommended88go
source: Recommended by 88go
cn: 88go推荐
vi: 88go đề nghị

# publish_exceptedRank
source: Estimated ranking for today
cn: 预计今日排名
vi: Xếp hạng dự kiến hôm nay

# publish_customAmountPlaceholder
source: Enter custom amount
cn: 请输入自订金额
vi: Vui lòng nhập số tiền tùy chỉnh

# publish_lessThan30
source: (Minimum points should not be less than 23,000)
cn: (最小点数不小于23,000)
vi: (Số điểm tối thiểu không dưới 23.000)

# publish_exposureDays
source: Exposure Days
cn: 曝光天数
vi: Số ngày hiển thị

# publish_customTime
source: Custom Time
cn: 自订时间
vi: Thời gian tùy chỉnh

# publish_customTimePlaceholder
source: Enter custom time
cn: 请输入自订时间
vi: Vui lòng nhập thời gian tùy chỉnh

# publish_details
source: Details
cn: 明细
vi: Chi tiết

# publish_amountsPayable
source: Amounts Payable:
cn: 应付金额：
vi: Số tiền phải trả:

# publish_publishNow
source: Publish
cn: 立即刊登
vi: Đăng tin ngay bây giờ

# publish_publishSuccess
source: Published Successfully
cn: 刊登成功
vi: Đăng tin thành công

# publish_goToHousingInfo
source: Information
cn: 前往刊登资讯
vi: Đi tới thông tin danh sách

# publish_publishManagement
source: Management
cn: 刊登管理
vi: Quản lý đăng tin

# publish_warningNotice
source: *This page is a preview of the publication page and is not the formal publication page. Be sure to click the publish button to complete the publication process.
cn: *此页为预览刊登页面，并非正式刊登页面，请务必点击刊登按钮完成刊登流程
vi: *Trang này là trang danh sách xem trước, không phải trang đăng tin chính thức. Hãy nhớ nhấp vào đăng tin để hoàn tất quá trình

# publish_noPlan
source: There are currently no plans to purchase
cn: 目前无购买的方案
vi: Hiện tại chưa có kế hoạch mua

# publish_estimated
source: Estimated publication time
cn: 预计刊登时间
vi: Thời gian xuất bản dự kiến

# publish_estimatedNotice
source: If no time is selected on the current day, the current hour will be added to one hour.
cn: 如选择当日未选择时间将以现在小时数加一小时
vi: Nếu không chọn thời gian vào ngày hiện tại thì giờ hiện tại cộng thêm một giờ sẽ được sử dụng.

# memberCenter_home
source: Home
cn: 会员首页
vi: Trang chủ thành viên

# memberCenter_account
source: Account
cn: 账号管理
vi: Tài khoản

# memberCenter_message
source: Message
cn: 讯息管理
vi: Quản lý tin nhắn

# memberCenter_history
source: History
cn: 历史纪录
vi: Lịch sử

# memberCenter_promotions
source: Promotions
cn: 推广活动
vi: Sự kiện quảng bá

# memberCenter_transaction
source: Transaction
cn: 交易管理
vi: Quản lý giao dịch

# memberCenter_advertisement
source: Advertisement
cn: 广告管理
vi: Quản lý quảng cáo

# memberCenter_signOut
source: Sign Out
cn: 登出
vi: Đăng xuất

# memberCenter_edit
source: Edit profile
cn: 编辑个人资料
vi: Chỉnh sửa hồ sơ

# memberCenter_helloMember
source: Hello, Member
cn: 会员您好
vi: Xin chào

# memberCenter_switchIdentity
source: Switch Identity
cn: 切换身份
vi: Chuyển đổi danh tính

# memberCenter_myAgent
source: My Agent
cn: 我的代理
vi: Đại lí của tôi

# memberCenter_promotionUrl
source: Promotion URL
cn: 推广网址
vi: URL khuyến mãi

# memberCenter_copy
source: Copy
cn: 复制
vi: Sao chép

# memberCenter_vipTitle
source: Publication is a good helper to help you close the deal easily!
cn: 刊登好帮手，助您轻松成交！
vi: Hỗ trợ đăng tin giúp bạn chốt giao dịch một cách dễ dàng!

# memberCenter_vipDes
source: Enjoy multiple publications and receive free help from dedicated personnel to publish items
cn: 享有多笔刊登，并赠送专人协助刊登物件
vi: Tận hưởng nhiều tin đăng và nhận được sự trợ giúp miễn phí từ nhân viên để đăng tin các đơn hàng

# memberCenter_numberOfRegistered
source: Registered
cn: 注册人数
vi: Số người đăng ký

# memberCenter_numberOfPublishers
source: Publishers
cn: 刊登人数
vi: Đăng bởi

# memberCenter_numberOfPublications
source: Number of publications
cn: 刊登数量
vi: Số lượng ấn phẩm

# memberCenter_signUpBonus
source: Sign up bonus
cn: 注册奖励
vi: Đăng ký thưởng

# memberCenter_publicationBonus
source: Publication bonus
cn: 刊登奖励
vi: Tiền thưởng xuất bản

# memberCenter_promotionTotal
source: Promotion total
cn: 推广总人数
vi: Tổng số người thăng cấp

# memberCenter_promotionTotalBonus
source: Promotion total bonus
cn: 推广总奖金
vi: Tổng tiền thưởng khuyến mãi

# memberCenter_startTime
source: Start
cn: 起始时间
vi: Thời gian bắt đầu

# memberCenter_endTime
source: End
cn: 结束时间
vi: Thời gian kết thúc

# memberCenter_downline
source: Downline name
cn: 推广人下线名称
vi: Tên tuyến dưới

# memberCenter_publishStatus
source: Publish status
cn: 刊登状态
vi: Trạng thái công bố

# memberCenter_effectiveQuantity
source: Effective quantity
cn: 有效刊登数
vi: Số lượng hợp lệ

# memberCenter_invalidQuantity
source: Invalid quantity
cn: 无效刊登数
vi: Số lượng không hợp lệ

# memberCenter_registrationTime
source: Registration time
cn: 注册时间
vi: Thời gian đăng ký

# memberCenter_objectName
source: Object name
cn: 物件名称
vi: Tên đối tượng

# memberCenter_invalidReason
source: Invalid reason
cn: 无效原因
vi: Lý do không hợp lệ

# memberCenter_peopleUnit
source: People
cn: 人
vi: Số người

# memberCenter_dollar
source: Dollar
cn: 元
vi: nhân dân tệ

# memberCenter_totalIncome
source: Total Income This Month
cn: 本月总收入
vi: Tổng thu nhập trong tháng

# memberCenter_totalCommission
source: Total Commission
cn: 总佣金
vi: Tổng hoa hồng

# memberCenter_myPoints
source: My Points
cn: 我的点数
vi: Điểm của tôi

# memberCenter_recharge
source: Recharge
cn: 我要储值
vi: Nạp

# memberCenter_storedRecord
source: Records
cn: 储值纪录
vi: Ghi nhận nạp

# memberCenter_basicPlan
source: Basic
cn: 基本方案
vi: Gói cơ bản

# memberCenter_items
source: Items
cn: 件
vi: Tin

# memberCenter_purchasePlan
source: Purchase
cn: 购买方案
vi: Mua

# memberCenter_projectManagement
source: Management
cn: 方案管理
vi: Quản lý gói

# memberCenter_recentFavorites
source: Recently Favorited Listings
cn: 最近喜爱的物件
vi: Mục yêu thích gần đây

# memberCenter_more
source: View More
cn: 查看更多
vi: Xem thêm

# memberCenter_noFavorite
source: You have no favorited listings at the moment
cn: 目前暂无喜爱的物件
vi: Hiện tại chưa có mục yêu thích nào

# memberCenter_see
source: Explore Now
cn: 去逛逛
vi: Tham khảo

# memberCenter_personalInfo
source: Personal
cn: 个人资料
vi: Thông tin cá nhân

# memberCenter_invoiceManagement
source: Invoice Management
cn: 发票管理
vi: Quản lý hóa đơn
