Repository: huy123cv78/88Gohouse
Catalog: lib/l10n/app_*.arb
Languages: cn, vi

# code_4009
source: Incorrect Account ID, Role, or Account Sub ID
cn: 账号 id, role 或 account sub id 错误
vi: Sai số tài khoản

# code_4010
source: Renewal Plan Type Mismatch
cn: 续约方案类型不符
vi: Loại gói gia hạn không khớp

# code_4011
source: No Manual Update Records
cn: 没有手动更新纪录
vi: Không có bản ghi cập nhật thủ công

# code_4012
source: Insufficient Manual Update Count
cn: 手动更新数量不足
vi: Cập nhật thủ công không đầy đủ

# code_4013
source: Manual Update Time Less Than 1 Hour
cn: 手动更新时间小于 1 小时
vi: Cập nhật thủ công mất chưa đầy 1 giờ

# code_4014
source: The account role is an agency or an agency company. You need to fill in the information before publishing. You can only publish after passing the review
cn: 账号角色为仲介或仲介公司，刊登前需要先填写资料，审核通过后才可以刊登
vi: Vai trò tài khoản là đại lý hoặc công ty đại lý. Bạn cần điền thông tin trước khi xuất bản. Bạn chỉ có thể xuất bản sau khi vượt qua quá trình xem xét.

# code_4015
source: Exposure amount cannot be less than 19
cn: 曝光率金额不能小于 19
vi: Lượng phơi sáng không được nhỏ hơn 19

# code_4016
source: It has been closed by the backend and cannot be re-posted
cn: 已由后台关闭，无法重新刊登
vi: Nó đã bị đóng bởi chương trình phụ trợ và không thể đăng lại.

# code_4017
source: Only one group plan can be booked
cn: 最多只能预订一个集团方案
vi: Chỉ có thể đặt một kế hoạch nhóm

# code_4018
source: Group plans can only be upgraded
cn: 集团方案只能升级
vi: Gói nhóm chỉ có thể được nâng cấp

# code_4020
source: Not a company account
cn: 不是公司账号
vi: Không phải tài khoản công ty

# code_4021
source: Not the VIP's secretary
cn: 不是该 VIP 的 秘书
vi: Không phải thư ký

# code_4022
source: The plan is published by secretary and has not yet been purchased.
cn: 尚未购买专人刊登
vi: Chưa mua đội ngũ chuyên đăng tin

# code_4023
source: The sub-account is not a secretary
cn: 子账号不是秘书
vi: Tài khoản phụ không phải là thư ký

# code_4024
source: There are still VIPs in the service and cannot be deleted.
cn: 尚有服务中的 VIP, 无法删除
vi: Trong dịch vụ vẫn còn VIP và không thể xóa được.

# code_4025
source: The number of times or modification time of the object address in the listing has exceeded
cn: 刊登中物件地址修改次数或修改时间已超过
vi: Số lần sửa đổi địa chỉ của đối tượng trong danh sách hoặc vượt quá thời gian sửa đổi

# code_5001
source: xlsx error
cn: xlsx 错误
vi: xlsx lỗi

# code_5002
source: Field is empty
cn: 栏位为空
vi: Trường đang trống

# code_5003
source: Wrong field length
cn: 栏位长度错误
vi: Độ dài trường sai

# code_5004
source: Wrong field number
cn: 栏位数字错误
vi: Số trường sai

# code_5005
source: File error
cn: 档案错误
vi: Lỗi tập tin

# abuse_house_status_0
source: Not Processed
cn: 未处理
vi: Chưa xử lý

# abuse_house_status_1
source: In Progress
cn: 处理中
vi: Đang xử lý

# abuse_house_status_2
source: Closed
cn: 已结案
vi: Đã xử lý

# account_gender_1
source: Male
cn: 男
vi: Nam

# account_gender_2
source: Female
cn: 女
vi: Nữ

# account_gender_3
source: Unknown
cn: 未知
vi: Không xác định

# account_status_0
source: Disabled
cn: 停用
vi: Vô hiệu hóa

# account_status_1
source: Enabled
cn: 启用
vi: Kích hoạt

# account_verify_stat_0
source: Not Verified
cn: 未验证
vi: Chưa xác minh

# account_verify_stat_1
source: Verified
cn: 已验证
vi: Đã xác minh

# account_point_history_type_0
source: All
cn: 全部
vi: Tất cả

# account_point_history_type_1
source: Purchase Points
cn: 购买点数
vi: Mua điểm

# account_point_history_type_2
source: Publishing Plan
cn: 刊登方案
vi: Gói đăng tin

# account_point_history_type_3
source: Membership Plan
cn: 会员方案
vi: Gói thành viên

# account_point_history_type_4
source: Exposure Rate
cn: 曝光率
vi: Tỉ lệ hiển thị

# account_point_history_type_5
source: Value-Added Service
cn: 加值服务
vi: Dịch vụ nạp tiền

# account_point_history_type_6
source: Advertising Plan
cn: 广告方案
vi: Gói quảng cáo

# account_point_history_type_7
source: Agency Plan
cn: 代理方案
vi: Gói đại lí

# account_point_history_type_8
source: Manual Deposit
cn: 人工入金
vi: Gửi tiền thủ công

# account_point_history_type_9
source: Promotions
cn: 推广活动
vi: Sự kiện quảng bá

# account_point_history_type_10
source: Group Plan
cn: 集团方案
vi: Nhóm

# account_point_history_type_11
source: Upgrade Points Difference
cn: 升级点数补差额
vi: Điểm nâng cấp chênh lệch

# account_point_history_type_12
source: Actual Price Registration Bonus
cn: 实价登录奖励
vi: Tiền thưởng đăng ký giá thực tế

# account_point_history_type_13
source: Secretary Published
cn: 专人刊登
vi: Đăng bởi đội ngũ chuyên môn

# account_point_history_daily
source: Days / Everyday:
cn: 天 / 每天：
vi: Ngày/Hàng ngày:

# plan_type_type_0
source: All
cn: 全部
vi: Tất cả

# plan_type_type_1
source: Basic
cn: 基本
vi: Cơ bản

# plan_type_type_2
source: Rental
cn: 出租
vi: Cho thuê

# plan_type_type_3
source: Sale
cn: 出售
vi: Mua bán

# plan_type_type_4
source: Advertise
cn: 广告
vi: Quảng cáo

# account_qi_cert_type_1
source: Salesperson
cn: 營業員
vi: Nhân viên bán hàng

# account_qi_cert_type_2
source: Manager
cn: 经理人
vi: Người quản lý

# account_qi_ownership_1
source: Group
cn: 集团
vi: Tập đoàn

# account_qi_ownership_2
source: Branch
cn: 分店
vi: Chi nhánh

# account_qi_ownership_3
source: Other
cn: 其他
vi: Khác

# account_qi_company_position_1
source: Chairman
cn: 董事长
vi: Chủ tịch

# account_qi_company_position_2
source: General Manager/CEO
cn: 总经理/执行长
vi: Tổng giám đốc/CEO

# account_qi_company_position_3
source: Manager
cn: 经理
vi: Giám đốc

# account_qi_company_position_4
source: Store manager
cn: 店长
vi: Quản lý

# account_qi_company_position_5
source: Broker/Intermediary
cn: 经纪人/仲介人
vi: Trung gian/Môi giới viên

# account_qi_company_position_6
source: Assistant
cn: 助理
vi: Trợ lý

# account_qi_company_position_7
source: Other
cn: 其他
vi: Khác

# account_qi_e_identity_1
source: Secretary
cn: 秘书
vi: Thư ký

# account_qi_e_identity_2
source: Other
cn: 其他
vi: Khác

# account_qi_store_type_1
source: Direct
cn: 直营
vi: Trực tiếp

# account_qi_store_type_2
source: Franchise
cn: 加盟
vi: Nhượng quyền

# account_qi_status_0
source: Not Approved
cn: 未送审
vi: Chưa kiểm duyệt

# account_qi_status_1
source: Under Review
cn: 审查中
vi: Đang kiểm duyệt

# account_qi_status_2
source: Approved
cn: 审核通过
vi: Kiểm duyệt thành công

# account_qi_status_3
source: Rejected
cn: 审核失败
vi: Kiểm duyệt thất bại

# account_role_type_1
source: Buyer/Tenant (Member)
cn: 买家/房客(会员)
vi: Người mua/Người thuê

# account_role_type_2
source: Landlord/Agent
cn: 房东/代理人
vi: Chủ sở hữu/người đại diện

# account_role_type_3
source: Manager/Intermediary
cn: 经理人/仲介
vi: Người quản lý/Môi giới

# account_role_type_4
source: Real Estate Agency
cn: 仲介公司
vi: Công ty môi giới

# account_role_type_5
source: Sub-Account
cn: 子账号
vi: Tiểu tài khoản

# account_sub_gender_1
source: Male
cn: 男
vi: Nam

# account_sub_gender_2
source: Female
cn: 女
vi: Nữ

# account_sub_gender_3
source: Unknown
cn: 未知
vi: Không xác định

# account_sub_status_0
source: Disabled
cn: 停用
vi: Vô hiệu hóa

# account_sub_status_1
source: Enabled
cn: 启用
vi: Kích hoạt

# ad_apply_block_1
source: Homepage Sidebar
cn: 首页侧栏
vi: Thanh bên trang chủ

# ad_apply_type_1
source: Frontend Application
cn: 前台申请
vi: Yêu cầu trước nền

# ad_apply_type_2
source: Backend Application
cn: 后台申请
vi: Yêu cầu sau nền

# ad_apply_status_0
source: Not Submitted
cn: 未送审
vi: Chưa kiểm duyệt

# ad_apply_status_1
source: Under Review
cn: 审查中
vi: Đang kiểm duyệt

# ad_apply_status_2
source: Approved (Publishing Time Set)
cn: 核准（刊登时间到就=刊登）
vi: Phê Duyệt

# ad_apply_status_3
source: Rejected
cn: 婉拒
vi: Từ chối

# ad_apply_status_4
source: Publishing Closed
cn: 关闭刊登
vi: Đóng tin

# ad_apply_bank_status_0
source: Unpaid
cn: 未付款
vi: Chưa thanh toán

# ad_apply_bank_status_1
source: Paid
cn: 已付款
vi: Đã thanh toán

# forum_type_1
source: Rental
cn: 租屋
vi: Thuê nhà

# forum_type_2
source: Purchase Property
cn: 购屋
vi: Mua bán

# forum_type_3
source: Newly Built Property
cn: 新建案
vi: Dự án mới

# forum_tag_0
source: General
cn: 一般
vi: Chung

# forum_tag_1
source: Featured
cn: 精选
vi: Nổi bật

# forum_status_0
source: Publishing
cn: 刊登中
vi: Tin đã đăng

# forum_status_1
source: Self-Closed
cn: 自行关闭
vi: tự đóng

# forum_status_2
source: Admin-Closed
cn: 后台关闭
vi: Đóng nền

# forum_close_reason_1
source: Not Related to Property
cn: 与房屋无关
vi: Không liên quan nhà ở

# forum_close_reason_2
source: Duplicate Listing
cn: 与房屋重复
vi: Trùng lặp

# forum_close_reason_3
source: Other
cn: 其他
vi: Khác

# forum_comment_status_0
source: Normal
cn: 正常
vi: Bình thường

# forum_comment_status_1
source: Self-Deleted
cn: 自行删除
vi: Tự xóa

# forum_comment_status_2
source: Admin-Deleted
cn: 后台删除
vi: Xóa nền

# forum_comment_del_reason_1
source: Not Related to Property
cn: 与房屋无关
vi: Không liên quan nhà ở

# forum_comment_del_reason_2
source: Duplicate Comment
cn: 与房屋重复
vi: Trùng lặp

# forum_comment_del_reason_3
source: Other
cn: 其他
vi: Khác

# house_type_1
source: House for rental
cn: 房屋出租
vi: Thuê nhà

# house_type_2
source: House for sale
cn: 房屋出售
vi: Bán nhà

# house_registration_0
source: Transfer Contract
cn: 转让合约
vi: Hợ đồng chuyển nhượng

# house_registration_1
source: Pink Book
cn: 已有红皮书
vi: Đã có sổ đỏ

# house_saleRegistration_0
source: Transfer Contract
cn: 转让合约
vi: Hợ đồng chuyển nhượng

# house_saleRegistration_1
source: Pink Book
cn: 已有红皮书
vi: Đã có sổ đỏ

# house_status_0
source: Not Published
cn: 未刊登
vi: Tin chưa đăng

# house_status_1
source: Expired
cn: 刊登过期
vi: Tin quá hạn

# house_status_2
source: Self-Closed
cn: 自行關閉
vi: Tự đóng

# house_status_3
source: Customer Service Closed
cn: 客服关闭
vi: Khách hàng đã đóng

# house_status_4
source: Publishing
cn: 刊登中
vi: Tin đã đăng

# house_status_5
source: Sold Out
cn: 成交下架
vi: Đã giao dịch

# house_base_rule_type_1
source: Fire Safety
cn: 开火
vi: Bếp lửa

# house_base_rule_type_2
source: Tax Declaration
cn: 报税
vi: Thuế

# house_base_rule_type_3
source: Household Registration
cn: 入户籍
vi: Nhập hộ

# house_base_rule_type_4
source: Altar Placement
cn: 置神桌
vi: Bàn thờ

# house_equipment_type_1
source: Washing Machine
cn: 洗衣机
vi: Máy giặt

# house_equipment_type_2
source: Refrigerator
cn: 冰箱
vi: Tủ lạnh

# house_equipment_type_3
source: Internet
cn: 网路
vi: Mạng

# house_equipment_type_5
source: Cable TV
cn: 付费电视
vi: Truyền hình thu phí

# house_equipment_type_6
source: Water Heater
cn: 热水器
vi: Máy nước nóng

# house_equipment_type_7
source: Air Conditioner
cn: 冷气
vi: Máy lạnh

# house_equipment_type_8
source: Natural Gas
cn: 天然瓦斯
vi: Khí gas tự nhiên

# house_equipment_type_9
source: Microwave
cn: 微波炉
vi: Lò vi sóng

# house_equipment_type_10
source: Bed
cn: 床
vi: Giường

# house_equipment_type_11
source: Wardrobe
cn: 衣柜
vi: Tủ quần áo

# house_equipment_type_12
source: Sofa
cn: 沙发
vi: Ghế sô pha

# house_equipment_type_13
source: Tables and Chairs
cn: 桌椅
vi: Bàn ghế

# house_equipment_type_14
source: Balcony
cn: 阳台
vi: Ban công

# house_equipment_type_15
source: Parking Space
cn: 停车位
vi: Chỗ đậu xe

# house_equipment_type_16
source: Elevator
cn: 电梯
vi: Thang máy

# house_files_type_1
source: Photos
cn: 照片
vi: Hình ảnh

# house_files_type_2
source: Floor Plans
cn: 格局图
vi: Sơ đồ

# house_files_type_3
source: Videos
cn: 视频
vi: Video

# house_files_type_4
source: VR
vi: VR 360°

# house_fire_security_type_1
source: Fire Extinguisher
cn: 灭火器
vi: Bình cứu hỏa

# house_fire_security_type_2
source: Fire Escape Chute
cn: 缓降梯
vi: Thang cuốn

# house_fire_security_type_3
source: Lighting Equipment
cn: 照明设备
vi: Thiết bị chiếu sáng

# house_fire_security_type_4
source: Surveillance System
cn: 监视系统
vi: Hệ thống giám sát

# house_identity_rule_type_1
source: Office
cn: 上班族
vi: Nhân viên văn phòng

# house_identity_rule_type_2
source: Family
cn: 家庭
vi: Gia đình

# house_identity_rule_type_3
source: Student
cn: 学生
vi: Học sinh

# house_identity_rule_type_4
source: Native
cn: 本国人
vi: Người trong nước

# house_identity_rule_type_5
source: Foreigner
cn: 外国人
vi: Người nước ngoài

# house_info_house_category_0
source: Unlimited
cn: 不限
vi: Không giới hạn

# house_info_house_category_1
source: Studio
cn: 套房
vi: Nhà nguyên căn

# house_info_house_category_2
source: Shared Room
cn: 雅房
vi: Phòng chung

# house_info_house_category_3
source: Independent
cn: 独立套房
vi: Nhà ở

# house_info_house_category_4
source: Whole Floor
cn: 整层住家
vi: Căn hộ

# house_info_house_category_5
source: Residential
cn: 住宅
vi: Nhà ở

# house_info_house_category_6
source: Auction House
cn: 法拍屋
vi: Nhà đấu giá

# house_info_house_category_7
source: Other
cn: 其他
vi: Khác

# house_info_house_type_0
source: Unlimited
cn: 不限
vi: Không giới hạn

# house_info_house_type_1
source: Apartment
cn: 公寓
vi: Chung cư

# house_info_house_type_2
source: High-Rise Building
cn: 电梯大楼
vi: Cao ốc

# house_info_house_type_3
source: Detached House
cn: 透天
vi: Nhà riêng

# house_info_front_0
source: Unlimited
cn: 不限
vi: Không giới hạn

# house_info_front_1
source: East
cn: 东
vi: Đông

# house_info_front_2
source: South
cn: 南
vi: Nam

# house_info_front_3
source: West
cn: 西
vi: Tây

# house_info_front_4
source: North
cn: 北
vi: Bắc

# house_info_front_5
source: Southeast
cn: 东南
vi: Đông nam

# house_info_front_6
source: Southwest
cn: 西南
vi: Tây nam

# house_info_front_7
source: Northeast
cn: 东北
vi: Đông bắc

# house_info_front_8
source: Northwest
cn: 西北
vi: Tây bắc

# house_info_decoration_0
source: Unknown
cn: 未知
vi: Không xác định

# house_info_decoration_1
source: Not Decorated
cn: 尚未装潢
vi: Chưa được trang trí

# house_info_decoration_2
source: Simple Decoration
cn: 简易装潢
vi: Trang trí đơn giản

# house_info_decoration_3
source: Medium Decoration
cn: 中档装潢
vi: Trang trí tầm trung

# house_info_decoration_4
source: High-end Decoration
cn: 高档装潢
vi: Trang trí cao cấp

# house_info_parking_type_0
source: No Parking
cn: 没有车位
vi: Không có chỗ đậu xe

# house_info_parking_type_1
source: Mechanical Parking
cn: 机械车位
vi: Chỗ đậu xe kiểu thang máy

# house_info_parking_type_2
source: Surface Parking
cn: 平面车位
vi: Chỗ đậu xe phẳng

# house_info_mng_fee_type_0
source: No
cn: 无
vi: KHÔNG

# house_info_mng_fee_type_1
source: Monthly
cn: 月
vi: Tháng

# house_info_mng_fee_type_2
source: Every Two Months
cn: 两个月
vi: 2 tháng

# house_info_mng_fee_type_3
source: Quarterly
cn: 季
vi: Quý

# house_info_legally_usage_0
source: Unknown
cn: 未知
vi: Không xác định

# house_info_legally_usage_1
source: Residential
cn: 住家用
vi: Nhà ở

# house_info_legally_usage_2
source: Commercial
cn: 商业用
vi: Kinh doanh

# house_info_legally_usage_3
source: Mixed Residential and Commercial
cn: 住商用
vi: Của hàng

# house_info_legally_usage_4
source: Industrial
cn: 工业用
vi: Doanh nghiệp

# house_info_legally_usage_5
source: Other
cn: 其他
vi: Khác

# house_pet_rule_type_1
source: Cats Only
cn: 限猫
vi: Mèo

# house_pet_rule_type_2
source: Dogs Only
cn: 限狗
vi: Cún

# house_pet_rule_type_3
source: Other
cn: 其他
vi: Khác

# house_public_facility_type_1
source: Reception Hall
cn: 接待大厅
vi: Sảnh lễ tân

# house_public_facility_type_2
source: Sky Garden
cn: 空中花园
vi: Vườn trên sân thượng

# house_public_facility_type_3
source: Banquet Hall
cn: 交谊厅
vi: Phòng hội nghị

# house_public_facility_type_4
source: Reading Room
cn: 阅览室
vi: Phòng đọc sách

# house_public_facility_type_5
source: Gym
cn: 健身房
vi: Phòng tập thể dục

# house_public_facility_type_6
source: KTV
vi: Khu giải trí

# house_public_facility_type_7
source: Yoga Room
cn: 瑜伽教室
vi: Lớp học Yoga

# house_public_facility_type_8
source: Mailbox Area
cn: 信箱区
vi: Khu hộp thư

# house_public_facility_type_9
source: Drying Area
cn: 晒被区
vi: Khu phơi chăn màn

# house_public_facility_type_10
source: Barbecue Area
cn: 烤肉区
vi: Khu BBQ

# house_rent_pay_includes_type_1
source: Water Fee
cn: 水费
vi: Tiền điện

# house_rent_pay_includes_type_2
source: Electricity Fee
cn: 电费
vi: Tiền nước

# house_rent_pay_includes_type_3
source: Cable TV Fee
cn: 付费电视
vi: Truyền hình

# house_rent_pay_includes_type_4
source: Internet Fee
cn: 网路
vi: Internet

# house_rent_pay_includes_type_5
source: Gas Fee
cn: 瓦斯费
vi: Phí Gas

# house_rent_pay_includes_type_6
source: Management Fee
cn: 管理费
vi: Phí quản lý

# message_type_1
source: System
cn: 系统
vi: Hệ thống

# message_type_2
source: Purchase
cn: 购屋通知
vi: Thông báo bất động sản

# message_status_0
source: Unpublished
cn: 未发布
vi: Chưa phát hành

# message_status_1
source: Published
cn: 已发布
vi: Đã phát hành

# new_house_case_type_1
source: Pre-sale
cn: 预推屋
vi: Nhà sắp ra mắt

# new_house_case_type_2
source: Pre-sold
cn: 预售屋
vi: Nhà dự án đang xây dựng

# new_house_case_type_3
source: Newly Completed
cn: 新成屋
vi: Nhà mới

# new_house_house_type_1
source: Apartment
cn: 公寓
vi: Chung cư

# new_house_house_type_2
source: High-rise Building
cn: 电梯大楼
vi: Căn hộ

# new_house_house_type_3
source: Detached House
cn: 透天
vi: Nhà nguyên căn

# new_house_house_type_4
source: Villa
cn: 別墅
vi: Biệt thự

# new_house_sale_stat_0
source: Not Started
cn: 未开始
vi: Chưa bắt đầu

# new_house_sale_stat_1
source: On Sale
cn: 销售中
vi: Đang bán

# new_house_sale_stat_2
source: Sold Out
cn: 售完
vi: Bán xong

# new_house_status_0
source: Not Posted
cn: 未刊登
vi: Chưa đăng tin

# new_house_status_1
source: Posting
cn: 刊登中
vi: Đang đăng tin

# new_house_status_2
source: Customer Service Closed
cn: 客服关闭
vi: Dịch vụ đã đóng

# new_house_mng_fee_type_1
source: Monthly
cn: 月
vi: Tháng

# new_house_mng_fee_type_2
source: Every Two Months
cn: 两个月
vi: 2 tháng

# new_house_mng_fee_type_3
source: Quarterly
cn: 季
vi: Quý

# new_house_front_0
source: Unlimited
cn: 不限
vi: Không giới hạn

# new_house_front_1
source: East
cn: 东
vi: Đông

# new_house_front_2
source: South
cn: 南
vi: Nam

# new_house_front_3
source: West
cn: 西
vi: Tây

# new_house_front_4
source: North
cn: 北
vi: Bắc

# new_house_front_5
source: Southeast
cn: 东南
vi: Đông nam

# new_house_front_6
source: Southwest
cn: 西南
vi: Tây nam

# new_house_front_7
source: Northeast
cn: 东北
vi: Đông bắc

# new_house_front_8
source: Northwest
cn: 西北
vi: Tây bắc

# new_house_deal_stat_0
source: Standard Furnishing
cn: 标准配备
vi: Thiết bị tiêu chuẩn

# new_house_deal_stat_1
source: Simple Decoration
cn: 简易装潢
vi: Trang trí cơ bản

# new_house_deal_stat_2
source: Bare House
cn: 毛胚屋
vi: Nhà thô

# new_house_files_type_1
source: Cover
cn: 封面
vi: Bìa

# new_house_files_type_3
source: VR
vi: VR 360°

# new_house_files_type_4
source: Floor Plan
cn: 平面
vi: Mặt phẳng

# new_house_files_type_5
source: Transportation
cn: 交通
vi: Giao thông

# new_house_files_type_6
source: Illustration
cn: 示意
vi: Biểu tượng

# new_house_files_type_7
source: Actual Scene
cn: 实景
vi: Thực tế

# new_house_files_type_8
source: Environment
cn: 环境
vi: Xung quanh

# new_house_files_type_9
source: Real Product
cn: 实品
vi: Thật

# new_house_public_facility_type_1
source: Reception Hall
cn: 接待大厅
vi: Sảnh lễ tân

# new_house_public_facility_type_2
source: Sky Garden
cn: 空中花园
vi: Vườn trên sân thượng

# new_house_public_facility_type_3
source: Banquet Hall
cn: 交谊厅
vi: Phòng hội nghị

# new_house_public_facility_type_4
source: Reading Room
cn: 阅览室
vi: Phòng đọc sách

# new_house_public_facility_type_5
source: Gym
cn: 健身房
vi: Phòng tập thể dục

# new_house_public_facility_type_6
source: KTV
vi: Khu giải trí

# new_house_public_facility_type_7
source: Yoga Classroom
cn: 瑜伽教室
vi: Lớp học Yoga

# new_house_public_facility_type_8
source: Mailbox Area
cn: 信箱区
vi: Khu hộp thư

# new_house_public_facility_type_9
source: Sunbathing Area
cn: 晒被区
vi: Khu phơi chăn màn

# new_house_public_facility_type_10
source: Barbecue Area
cn: 烤肉区
vi: Khu BBQ

# factory_type_1
source: Factory
cn: 工厂
vi: Nhà xưởng

# factory_type_2
source: Office
cn: 厂办
vi: Văn phòng

# factory_type_3
source: Farmhouse
cn: 农舍
vi: Trang trại

# factory_type_4
source: Depository
cn: 仓库
vi: Nhà kho

# factory_type_5
source: Office
cn: 办公室
vi: Văn phòng

# factory_deposit_1
source: A Month
cn: 一个月
vi: Một tháng

# factory_deposit_2
source: Two Months
cn: 二个月
vi: Hai tháng

# factory_deposit_3
source: Three Months
cn: 三个月
vi: Ba tháng

# factory_deposit_4
source: Negotiable
cn: 面议
vi: Thương lượng

# factory_minLease_1
source: One Year
cn: 一年
vi: Một năm

# factory_minLease_2
source: Two Years
cn: 二年
vi: Hai năm

# factory_minLease_3
source: Three Years
cn: 三年
vi: Ba năm

# factory_minLease_4
source: Four Years
cn: 四年
vi: Bốn năm

# factory_minLease_5
source: Five Years
cn: 五年
vi: Năm năm

# factory_minLease_6
source: Six Years
cn: 六年
vi: Sáu năm

# factory_minLease_7
source: Seven Years
cn: 七年
vi: Bảy năm

# factory_minLease_8
source: Eight Years
cn: 八年
vi: Tám năm

# factory_minLease_9
source: Nine Years
cn: 九年
vi: Chín năm

# factory_minLease_10
source: Ten Years
cn: 十年
vi: Mười năm

# factory_minLease_11
source: Negotiable
cn: 面议
vi: Thương lượng

# factory_partitions_1
source: To be determined
cn: 待确定
vi: Đợi xác nhận

# factory_partitions_2
source: In industrial area
cn: 工业区内
vi: Trong khu công nghiệp

# factory_partitions_3
source: Outside industrial area
cn: 工业区外
vi: Ngoài khu công nghiệp

# factory_structure_2
source: Steel
cn: 钢结构
vi: Thép

# factory_structure_3
source: Bricks and stones
cn: 砖石结构
vi: Gạch và đá

# factory_structure_4
source: Mixed
cn: 混合结构
vi: Pha trộn

# factory_structure_5
source: Brick and wood
cn: 砖木结构
vi: Gạch và gỗ

# factory_structure_6
source: Wooden
cn: 木质结构
vi: Bằng gỗ

# factory_unloading_1
source: One side
cn: 单面卸货
vi: Mặt đơn

# factory_unloading_2
source: Two sides
cn: 双面卸货
vi: Hai mặt

# factory_unloading_3
source: Three sides
cn: 三面卸货
vi: Ba mặt

# factory_unloading_4
source: All sides
cn: 四面卸货
vi: Mọi phía

# factory_registration_1
source: Yes
cn: 是
vi: Có

# factory_registration_2
source: No
cn: 否
vi: Không

# factory_registration_3
source: To be determined
cn: 待确定
vi: Đợi xác nhận

# factory_industry_0
source: No Limit
cn: 不限
vi: Không hạn chế

# factory_industry_1
source: Finance and Insurance
cn: 金融保险
vi: Bảo hiểm tài chính

# factory_industry_2
source: Consultation service
cn: 咨询服务
vi: Dịch vụ tư vấn

# factory_industry_3
source: IT technology
cn: IT 科技
vi: Công nghệ thông tin

# factory_industry_4
source: Culture Media
cn: 文化传媒
vi: Văn hóa truyền thống

# factory_industry_5
source: Education and Training
cn: 教育培训
vi: Giáo dục và đào tạo

# factory_industry_6
source: Automobile Manufacturing
cn: 汽车制造
vi: Nhà sản xuất ô tô

# factory_industry_7
source: Digital Electronics
cn: 数码电子
vi: Điện tử kỹ thuật số

# factory_industry_8
source: Trade and Retail
cn: 贸易零售
vi: Thương mại và bán lẻ

# factory_industry_9
source: Service
cn: 服务
vi: Phục vụ

# factory_industry_10
source: Medical chemicals
cn: 医疗化工
vi: Ngành hoá chất y tế

# factory_industry_11
source: High-tech Industries
cn: 高精尖产业
vi: Công nghệ cao

# factory_industry_12
source: Information and Communication
cn: 信息通讯
vi: Bộ thông tin và truyền thông

# factory_industry_13
source: FMCG
cn: 快速消费品
vi: Hàng tiêu dùng nhanh

# factory_industry_14
source: Estate
cn: 房地产
vi: Bất động sản

# factory_industry_15
source: Games and Entertainment
cn: 游戏娱乐
vi: Trò chơi giải trí

# factory_industry_16
source: Other
cn: 其他
vi: Khác

# factory_disabledIndustry_0
source: All
cn: 全选
vi: Chọn tất cả

# factory_disabledIndustry_1
source: Polluting
cn: 污染性行业
vi: Gây ô nhiễm

# factory_disabledIndustry_2
source: Chemical
cn: 化工行业
vi: Hóa chất

# factory_disabledIndustry_3
source: Noise
cn: 噪音行业
vi: Tiếng ồn

# factory_disabledIndustry_4
source: Other
cn: 其他
vi: Khác

# factory_basic_equipment_0
source: All
cn: 全选
vi: Chọn tất cả

# factory_basic_equipment_1
source: 380V three-phase electricity
cn: 380V三相电
vi: Điện ba pha 380V

# factory_basic_equipment_2
source: Parking
cn: 停车位
vi: Chỗ để xe

# factory_basic_equipment_3
source: Natural Gas
cn: 天然瓦斯
vi: Khí gas tự nhiên

# factory_basic_equipment_4
source: Internet
cn: 网路
vi: Mạng

# factory_basic_equipment_5
source: Air Conditioner
cn: 空调
vi: Máy điều hòa

# factory_basic_equipment_6
source: Dormitory
cn: 宿舍
vi: Ký túc xá

# factory_basic_equipment_7
source: Canteen
cn: 食堂
vi: Nhà ăn

# factory_handling_equipment_0
source: All
cn: 全选
vi: Chọn tất cả

# factory_handling_equipment_1
source: Freight Elevator
cn: 货梯
vi: Thang máy chở hàng

# factory_handling_equipment_2
source: Backup Generator
cn: 备用发电机
vi: Máy tạo dự phòng

# factory_handling_equipment_3
source: Elevator
cn: 升降机
vi: Thang máy
