Repository: huy123cv78/88Gohouse
Catalog: lib/l10n/app_*.arb
Languages: cn, vi

# memberCenter_changePhoto
source: Change
cn: 变更大头贴
vi: Thay đổi

# memberCenter_changeSubAccountPhoto
source: Change
cn: 变更子帐号照片
vi: Thay đổi

# memberCenter_photoLimit
source: *To upload a profile picture, please provide a clear, close-up, head-and-shoulders photo.<br>*Supported image formats: jpg, gif, png; Size should be less than 1MB.
cn: *如需上传本人头像，请您上传五官清晰的免冠正面近距离照片<br>*图片限jpg、gif、png、格式, 小于1M
vi: *Tải lên hình đại diện của riêng mình, vui lòng tải lên ảnh cận cảnh, toàn mặt với các đặc điểm khuôn mặt rõ ràng<br>*Hình ảnh được giới hạn ở định dạng jpg, gif, png, nhỏ hơn 1M

# memberCenter_workPhotoLimit
source: *Supported image formats: jpg, gif, png; Size should be less than 1MB.
cn: *图片限jpg、gif、png、格式, 小于1M
vi: *Hình ảnh được giới hạn ở định dạng jpg, gif, png, nhỏ hơn 1M

# memberCenter_changeGroupPhoto
source: Change
cn: 变更集团照片
vi: Thay đổi

# memberCenter_form_name
source: Name
cn: 姓名
vi: Họ tên

# memberCenter_form_namePlaceholder
source: Enter Name
cn: 请输入姓名
vi: Vui lòng nhập họ tên

# memberCenter_form_gender
source: Gender
cn: 性别
vi: Giới tính

# memberCenter_form_genderPlaceholder
source: Select Gender
cn: 请选择性别
vi: Vui lòng chọn giới tính

# memberCenter_form_phoneNumber
source: Phone
cn: 手机号码
vi: Số điện thoại

# memberCenter_form_change
source: Change
cn: 变更
vi: Thay đổi

# memberCenter_form_mailPlaceholder
source: Enter Email
cn: 请输入email
vi: Vui lòng nhập email

# memberCenter_form_pwd
source: Password
cn: 密码
vi: Mật khẩu

# memberCenter_form_set
source: Set
cn: 已设定
vi: Đã thiết lập

# memberCenter_form_notSet
source: Not Set
cn: 未设定
vi: Không được thiết lập

# memberCenter_form_changePwd
source: Change
cn: 修改密码
vi: Đổi

# memberCenter_form_link
source: Link
cn: 连结
vi: Liên kết

# memberCenter_form_unlink
source: Unlink
cn: 取消连结
vi: Hủy liên kết

# memberCenter_form_rating
source: Rating
cn: 评分机制
vi: Chấm điểm

# memberCenter_form_qrcodeDownload
source: QR Code Download
cn: QR Code 下载
vi: Tải xuống mã QR

# memberCenter_form_realName
source: Real Name
cn: 真实姓名
vi: Tên thật

# memberCenter_form_certificationStatus
source: Certification Status
cn: 认证状态
vi: Trạng thái chứng chỉ

# memberCenter_form_notCertified
source: Not Certified
cn: 未认证
vi: Chưa chứng nhận

# memberCenter_form_certificationSuccess
source: Verified
cn: 已认证
vi: Đã xác minh

# memberCenter_form_idCard
source: ID Card Number
cn: 身分证字号
vi: CCCD/Chứng ming thư

# memberCenter_form_idCardPlaceholder
source: Enter ID Card Number
cn: 请输入身分证字号
vi: Vui lòng nhập số CCCD/Chứng ming thư

# memberCenter_form_approvalDate
source: Approval Date
cn: 批证日期
vi: Ngày phê duyệt

# memberCenter_form_approvalDatePlaceholder
source: Please enter the approval date
cn: 请输入批证日期
vi: Vui lòng nhập ngày phê duyệt

# memberCenter_form_introducer
source: Referrer
cn: 介绍人
vi: Người giới thiệu

# memberCenter_form_idCardPicture
source: ID Card Pictures
cn: 身分证图片
vi: Hình ảnh chứng minh nhân dân

# memberCenter_form_certificateType
source: Certificate Type
cn: 证书类型
vi: Loại chứng chỉ

# memberCenter_form_certificatePicture
source: Certificate Picture
cn: 证书图片
vi: Ảnh chứng chỉ

# memberCenter_form_certificatePicturePlaceholder
source: Upload Image File
cn: 请上传图档
vi: Vui lòng tải lên tập tin hình ảnh

# memberCenter_form_saleperson
source: Real Estate Salesperson
cn: 不动产营业员
vi: Nhân viên kinh doanh bất động sản

# memberCenter_form_agent
source: Real Estate Agent
cn: 不动产经纪人
vi: Đại lý bất động sản

# memberCenter_form_certificatePictureNotice
source: Please ensure that your name, certificate number, ID card number, etc. are clearly visible and cover important barcode information. Cannot be larger than 50M.
cn: 请确保姓名、证书编号、身分证字号等内容清晰可见，并遮住重要条码讯息。不可大于50M。
vi: Hãy đảm bảo rằng tên, số chứng chỉ, số CMND, v.v. của bạn được hiển thị rõ ràng và bao gồm thông tin mã vạch quan trọng. Không thể lớn hơn 50M.

# memberCenter_form_idNumberRemark
source: (We strictly protect your personal information; this number will not be displayed publicly)
cn: (我们严格保护您的个资，该号码将不显示于前台)
vi: Chúng tôi bảo vệ nghiêm ngặt thông tin cá nhân của bạn

# memberCenter_form_idNumberContent
source: See description for details.
cn: 详见身分证上传说明
vi: Xem mô tả để biết chi tiết.

# memberCenter_form_accountOwnership
source: Account Ownership
cn: 账号归属
vi: Sở hữu tài khoản

# memberCenter_form_companyAccount
source: Corporate Account
cn: 集团账号
vi: Tài khoản công ty

# memberCenter_form_branchAccount
source: Branch Account
cn: 分店账号
vi: Tài khoản chi nhánh

# memberCenter_form_other
source: Other
cn: 其他
vi: Khác

# memberCenter_form_emergencyContact
source: Emergency Contact
cn: 紧急联络人
vi: Người liên lạc khẩn cấp

# memberCenter_form_contactIdentity
source: Contact Person Identity
cn: 联络人身份
vi: Danh tính người lên hệ

# memberCenter_form_contactIdentityPlaceholder
source: Select Contact Person Identity
cn: 请选择联络人身份
vi: Vui lòng chọn người liên hệ

# memberCenter_form_contactPhone
source: Contact Person Phone
cn: 联络人电话
vi: Số điện thoại người liên hệ

# memberCenter_form_brokerageName
source: Brokerage Name
cn: 经纪业名称
vi: Tên môi giới

# memberCenter_form_brokerageNamePlaceholder
source: Enter Brokerage Name
cn: 请输入经纪业名称
vi: Vui lòng nhập tên môi giới

# memberCenter_form_workArea
source: Work Area
cn: 工作地区
vi: Khu vực làm việc

# memberCenter_form_company
source: Branch
cn: 所属分店
vi: Chi nhánh

# memberCenter_form_companyName
source: Company Name
cn: 公司名称
vi: Tên công ty

# memberCenter_form_belongToGroup
source: Are you a branch member of the group?
cn: 您是集团旗下的分店成员吗？
vi: Bạn có phải là thành viên chi nhánh của nhóm?

# memberCenter_form_joinToGroup
source: Join
cn: 申请加入集团分店
vi: Tham gia

# memberCenter_form_branchName
source: Branch Name
cn: 分店名称
vi: Tên chi nhánh

# memberCenter_form_hideHouseDetail
source: Hide Company Information on House Detail and Store Pages
cn: 房屋详情页、店铺页隐藏公司讯息
vi: Ẩn thông tin công ty trên trang chi tiết ngôi nhà và trang cửa hàng

# memberCenter_form_position
source: Position
cn: 所属职位
vi: Chức vụ

# memberCenter_form_positionPlaceholder
source: Select Position
cn: 请选择职位
vi: Vui lòng chọn một vị trí

# memberCenter_form_branchType
source: Branch Type
cn: 分店型态
vi: Loại chi nhánh

# memberCenter_form_directSale
source: Direct Store
cn: 直営店
vi: Cửa hàng trựt tiếp

# memberCenter_form_franchise
source: Franchise Store
cn: 加盟店
vi: Cửa hàng nhượng quyền

# memberCenter_form_updateAccountPlan
source: Do you own multiple branches and are worried about how to manage them?
cn: 您拥有多家分店正在烦恼如何管理吗
vi: Bạn sở hữu nhiều chi nhánh và lo lắng về cách quản lý chúng?

# memberCenter_form_updateBtnText
source: Upgrade
cn: 了解帐户升级方案
vi: Nâng cấp

# memberCenter_form_upgradeAccountTitle
source: Are you worried about how to manage your branch?
cn: 正在烦恼如何管理分店吗？
vi: Bạn đang lo lắng về cách quản lý chi nhánh của mình?

# memberCenter_form_currentPlan
source: Current upgrade plan
cn: 目前升级方案
vi: Kế hoạch nâng cấp hiện tại

# memberCenter_form_noPlan
source: No Plan
cn: 无方案
vi: Không có kế hoạch

# memberCenter_form_subscriptionTime
source: Subscription Time
cn: 订阅时间
vi: Thời gian đăng ký

# memberCenter_form_settlementType
source: Settlement Type
cn: 结算类型
vi: Loại hình giải quyết

# memberCenter_form_projectFee
source: Plan Fee
cn: 方案费用
vi: Phí chương trình

# memberCenter_form_subscriptionStatus
source: Status
cn: 订阅状态
vi: Trạng thái

# memberCenter_form_updateAccountDes
source: We provide an account upgrade plan suitable for the group! Allows you to easily manage your branches and keep track of real-time business status.
cn: 我们提供了集团适用的帐户升级方案！ 让您可以轻松管理旗下分店，掌握即时业务状态。
vi: Chúng tôi cung cấp gói nâng cấp tài khoản phù hợp với nhóm! Cho phép bạn dễ dàng quản lý các chi nhánh của mình và theo dõi tình trạng kinh doanh theo thời gian thực.

# memberCenter_form_storeName
source: Store Name
cn: 店铺名称
vi: Tên cửa hàng

# memberCenter_form_storeNamePlaceholder
source: Enter Store Name
cn: 请输入店铺名称
vi: Vui lòng nhập tên cửa hàng

# memberCenter_form_serviceSlogan
source: Service Slogan
cn: 服务口号
vi: Khẩu hiệu dịch vụ

# memberCenter_form_serviceSloganPlaceholder
source: Enter Service Slogan
cn: 请输入服务口号
vi: Vui lòng khẩu hiệu dịch vụ

# memberCenter_form_serviceArea
source: Service Area
cn: 服务区域
vi: Khu vực phục vụ

# memberCenter_form_addService
source: Add Service Area (Up to 3 Items)
cn: 新增服务区域(最多3项)
vi: Thêm khu vực dịch vụ mới (tối đa 3 mục)

# memberCenter_form_experience
source: Experience
cn: 从业经历
vi: Kinh nghiệm kinh doanh

# memberCenter_form_year
source: Year
cn: 年
vi: Năm

# memberCenter_form_month
source: Month
cn: 月
vi: Tháng

# memberCenter_form_to
source: To
cn: 至
vi: để

# memberCenter_form_in
source: In
cn: 于
vi: Tại

# memberCenter_form_branch
source: Branch
cn: 分店
vi: chi nhánh

# memberCenter_form_takeOffice
source: Take Office
cn: 任
vi: bổ nhiệm

# memberCenter_form_addExperience
source: Add Experience (Up to 3 Items)
cn: 新增经历(最多3项)
vi: Thêm trải nghiệm mới (tối đa 3 mục)

# memberCenter_form_certificateHonors
source: Certificate Honors
cn: 证书荣誉
vi: Chứng dự

# memberCenter_form_yearOfExperience
source: Experience
cn: 执业年限
vi: Năm làm việc

# memberCenter_form_certName
source: Certificate Name
cn: 证书名称
vi: Tên chứng chỉ

# memberCenter_form_get
source: Received
cn: 获得
vi: lấy

# memberCenter_form_addCert
source: Add Certificate (Up to 3 Items)
cn: 新增证书(最多3项)
vi: Thêm chứng chỉ mới (tối đa 3 mục)

# memberCenter_notice
source: Notice:
vi: Đề phòng:

# memberCenter_noticeParagraph1
source: 1. Invoice processing date for 88go: The invoice will be sent within 15 working days after the member's deposit.
vi: 1.88go ngày xử lý hóa đơn: Nó sẽ được gửi trong vòng 15 ngày làm việc sau khi thành viên gửi giá trị.

# memberCenter_noticeParagraph2
source: 2. If you still need a physical invoice, please select the option to request a physical invoice during the deposit process. The completed invoice will be sent within 7 working days after the request is completed.
vi: 2. Nếu bạn vẫn cần đăng ký hóa đơn giấy, vui lòng nhấp vào để đăng ký giao hóa đơn giấy trong quá trình đặt cọc. Hóa đơn đã điền đầy đủ sẽ được gửi đi sau 7 ngày làm việc sau khi hoàn tất đơn đăng ký.

# memberCenter_noticeParagraph3
source: 3. If you need a triplicate invoice, please contact us with your billing information, unified business number, and invoice delivery address. Our staff will assist you with the process.
vi: 3.Để yêu cầu hóa đơn ba liên, vui lòng liên hệ

# memberCenter_noticeParagraph4
source: 提供抬头、统编及发票寄送地址，我们将有专人为您处理。
vi: Cung cấp tiêu đề, người biên tập và địa chỉ gửi hóa đơn và chúng tôi sẽ có người tận tâm xử lý việc đó cho bạn.

# memberCenter_save
source: Save Information
vi: Lưu dữ liệu

# memberCenter_invoiceList
source: Invoice List
vi: Danh sách hóa đơn

# memberCenter_changePhoneDescription
source: Please enter your new phone number below
vi: Vui lòng nhập số điện thoại mới của bạn bên dưới

# memberCenter_phone
source: Phone
vi: Số điện thoại

# memberCenter_phonePlaceholder
source: Enter Phone Number
vi: Vui lòng nhập số điện thoại

# memberCenter_sendVerficationCode
source: Send Verification Code
vi: Gửi mã xác minh

# memberCenter_sendCode
source: 4-digit verification code sent to
vi: Mã xác minh gồm 4 chữ số đã được gửi tới

# memberCenter_verify
source: Verify
vi: Xác minh

# memberCenter_verifySuccess
source: Phone number changed successfully. You will be redirected to the account management page.
vi: Số điện thoại được thay đổi thành công, bạn sẽ được chuyển hướng trở lại trang quản lý tài khoản

# memberCenter_confirm
source: Confirm
vi: Xác nhận

# memberCenter_changePwd
source: Change Password
vi: Đổi mật khẩu

# memberCenter_changePwdDescription
source: Please enter your new password below
vi: Vui lòng nhập mật khẩu mới của bạn vào phía dưới

# memberCenter_oldPwd
source: Old Password
vi: Mật khẩu cũ

# memberCenter_oldPwdPlaceholder
source: Enter Old Password
vi: Vui lòng nhập mật khẩu cũ

# memberCenter_newPwd
source: New Password
vi: Mật khẩu mới

# memberCenter_newPwdPlaceholder
source: Please enter a password of 8 to 12 characters including alphanumeric characters
vi: Vui lòng nhập mật khẩu từ 8 đến 12 ký tự bao gồm các ký tự chữ và số

# memberCenter_confirmNewPwd
source: Confirm New Password
vi: Xác nhận mật khẩu mới

# memberCenter_changeSuccessDescription
source: Password changed successfully. Please log in again.
vi: Đã đổi mật khẩu thành công, vui lòng đăng nhập lại

# memberCenter_websiteNotification
source: Website
vi: Thông báo

# memberCenter_houseQA
source: House Q&A
vi: Hỏi đáp nhà ở

# memberCenter_editMessage
source: Edit
vi: Chỉnh sửa tin nhắn

# memberCenter_deleteMessage
source: Delete
vi: Xóa tin nhắn

# memberCenter_impeach
source: Report
vi: Báo cáo

# memberCenter_matchingObject
source: Matching Objects
vi: Đối tượng phù hợp

# memberCenter_previous
source: Previous
vi: Trang trước

# memberCenter_next
source: Next
vi: Trang tiếp theo

# memberCenter_chooseAll
source: Select All
vi: Chọn tất cả

# memberCenter_readSelected
source: Read Selected
vi: Tin nhắn đã xem

# memberCenter_deleteSelected
source: Delete Selected
vi: Xóa

# memberCenter_matchingText
source: Dear 88go members Hello Thank you for your support and interest in our rental website. We have completed the following matching based on your rental needs
vi: Các thành viên của 88go thân mến, Cảm ơn bạn đã ủng hộ và quan tâm đến trang web cho thuê của chúng tôi. Chúng tôi đã hòan thành kết nối dựa theo nhu cầu của bạn

# memberCenter_recommendObject
source: Recommend
vi: Đề nghị

# memberCenter_idealDes
source: Welcome to refer to our recommended items and find your ideal item!
vi: Hãy tham khảo các mặt hàng được đề xuất của chúng tôi để tìm thấy mặt hàng lý tưởng của bạn!

# memberCenter_historyType
source: Type
vi: kiểu

# memberCenter_caseNumber
source: Case Number
vi: Mã số

# memberCenter_caseNumberPlaceholder
source: Enter Case Number
vi: Vui lòng nhập

# memberCenter_productName
source: Company/Product Name
vi: Công ty / Sản phẩm

# memberCenter_productNamePlaceholder
source: Enter Company/Product Name
vi: Vui lòng nhập

# memberCenter_questionTime
source: Question Time
vi: Thời gian câu hỏi

# memberCenter_questionTimePlaceholder
source: Enter Date
vi: Vui lòng nhập ngày

# memberCenter_search
source: Search
vi: Tìm kiếm

# memberCenter_clear
source: Clear
vi: Xóa nội dung

# memberCenter_title
source: Title
vi: Tiêu đề

# memberCenter_publisher
source: Publisher
vi: Người đăng tin

# memberCenter_publishType
source: Type
vi: Kiểu tin

# memberCenter_status
source: Status
vi: Trạng thái

# memberCenter_rent
source: For Rent
vi: Cho thuê

# memberCenter_sale
source: For Sale
vi: Mua bán

# memberCenter_noReply
source: No Reply
vi: Chưa trả lời

# memberCenter_replied
source: Replied
vi: Đã trả lời

# memberCenter_viewDetail
source: View Details
vi: Kiểm tra chi tiết

# memberCenter_yourQuestion
source: Your Question
vi: Câu hỏi của bạn

# memberCenter_userQuestion
source: User Question
vi: Câu hỏi của người dùng

# memberCenter_yourImpeachContent
source: Your Report Content
vi: Nội dung báo cáo của bạn

# memberCenter_noProcessed
source: Not Processed
vi: Chưa xử lý

# memberCenter_processing
source: Processing
vi: Đang xử lý

# memberCenter_closed
source: Closed
vi: Đã xử lý

# memberCenter_publisherReply
source: Publisher Reply
vi: Trả lời của người đăng tin

# memberCenter_customerReply
source: Customer Service Reply
vi: Trả lời dịch vụ khách hàng

# memberCenter_reply
source: Reply
vi: Trả lời

# memberCenter_replayLabel
source: Please enter your reply
vi: Vui lòng nhập nội dung trả lời của bạn

# memberCenter_contentPLaceholder
source: Enter content
vi: Vui lòng nhập nội dung

# memberCenter_sendReply
source: Send Reply
vi: Gửi trả câu lời

# memberCenter_previousPage
source: Back to Previous Page
vi: Quay lại trang trước

# memberCenter_watchHistory
source: Viewing
vi: Lịch sử xem

# memberCenter_favoriteObjects
source: Favorite
vi: Mục yêu thích

# memberCenter_transactionRecords
source: Property Transaction Records
vi: Danh sách giao dịch nhà

# memberCenter_establishmentTime
source: Case Establishment Time
vi: Thời gian lập trường hợp

# memberCenter_sort
source: Sort
vi: Sắp xếp

# memberCenter_houseType
source: Type
vi: Loại hình nhà ở

# memberCenter_area
source: Area
vi: Khu vực

# memberCenter_noticeText
source: *This transaction record only provides property transaction records with 88go.
vi: *Hồ sơ giao dịch này chỉ cung cấp hồ sơ giao dịch nhà ở với 88go

# memberCenter_caseType
source: Case Type
vi: Loại trường hợp

# memberCenter_propertyType
source: Property Type
vi: Loại hình nhà ở

# memberCenter_price
source: Amount
vi: Số tiền

# memberCenter_personalManagement
source: Personal Management
vi: Quản lý cá nhân

# memberCenter_performanceReport
source: Performance Report
vi: Báo cáo hiệu suất

# memberCenter_salesPersonReport
source: Salesperson Report
vi: Báo cáo lực lượng bán hàng

# memberCenter_accountManagement
source: Account Management
vi: Quản lý tài khoản

# memberCenter_overview
source: Agent Overview
vi: Tổng quan về đại lý

# memberCenter_collectionAccount
source: Collection Account
cn: 收款帐户
vi: Tài khoản nhận

# memberCenter_paymentRecords
source: Payment Records
cn: 收款纪录
vi: Danh sách khoản nhận

# memberCenter_changeAccount
source: Change Account
cn: 变更帐户
vi: Thay đổi tài khoản

# memberCenter_totalPerformance
source: Total Performance
cn: 总业绩
vi: Tổng hiệu suất

# memberCenter_plantformTotalCommission
source: Platform Total Commission
cn: 平台总抽成
vi: Tổng hoa hồng nền tảng

# memberCenter_myCommission
source: My Commission
cn: 我的佣金
vi: Hoa hồng của tôi

# memberCenter_startMonth
source: Start Month
cn: 起始月份
vi: Tháng bắt đầu

# memberCenter_startMonthPlaceholder
source: Enter Month
cn: 请输入月份
vi: Vui lòng nhập tháng

# memberCenter_level
source: Level
cn: 层级
vi: cấp

# memberCenter_people
source: People
cn: 人数
vi: Số người

# memberCenter_accountWarningNotice
source: *The first account is the default collection account. If you need to change the account, please manually drag and change it.
cn: *帐户第一位为预设收款帐户，若需修改帐户，请手动拖曳变更
vi: *Số đầu tiên trong tài khoản là tài khoản thu mặc định, nếu bạn cần sửa đổi tài khoản, vui lòng kéo và thay đổi thủ công

# memberCenter_addAccount
source: Add Account
cn: 新增帐户
vi: Thêm tài khoản mới

# memberCenter_deleteAccount
source: Delete Account
cn: 删除帐户
vi: Xóa tài khoản

# memberCenter_agentRegulations
source: Agent Regulations
cn: 代理规章
vi: Quy định ại lý

# memberCenter_addAccountDescription
source: Please add your bank account below
cn: 请在下方新增您的银行帐户
vi: Vui lòng thêm tài khoản ngân hàng của bạn bên dưới

# memberCenter_bank
source: Bank
cn: 银行
vi: Ngân hàng

# memberCenter_choosePlaceholder
source: Select
cn: 请选择
vi: Vui lòng chọn

# memberCenter_chooseExprYear
source: Expiration Year
cn: 到期年份
vi: Năm hết hạn

# memberCenter_chooseExprMonth
source: Expiration Month
cn: 到期月份
vi: Tháng hết hạn

# memberCenter_breanchName
source: Branch Name
cn: 分行名称
vi: Tên chi nhánh

# memberCenter_bankAccount
source: Bank Account
cn: 银行账号
vi: Tài khoản ngân hàng

# memberCenter_enterPlaceholder
source: Enter
cn: 请输入
vi: vui lòng nhập

# memberCenter_cashManagement
source: Cash
cn: 金流管理
vi: Quản lý dòng tiền

# memberCenter_pointsManagement
source: Points
cn: 点数管理
vi: Quản lý điểm

# memberCenter_plansManagement
source: Plans
cn: 方案管理
vi: Quản lý gói

# memberCenter_paymentManagement
source: Payment
cn: 付款管理
vi: Quản lý thanh toán

# memberCenter_recharged
source: Recharged
cn: 充值
vi: Nạp tiền

# memberCenter_expenses
source: Expenses
cn: 支出
vi: Chi tiêu

# memberCenter_transactionTime
source: Transaction Time
cn: 交易时间
vi: Thời gian giao dịch

# memberCenter_type
source: Type
cn: 类型
vi: Loại

# memberCenter_remark
source: Remark
cn: 备注
vi: Chú thích

# memberCenter_paymentStatus
source: Payment Status
cn: 付款状态
vi: Trạng thái thanh toán

# memberCenter_revenue
source: Revenue
cn: 收入
vi: Thu nhập

# memberCenter_remitted
source: Remittance
cn: 汇款
vi: Chuyển tiền

# memberCenter_point
source: Point
cn: 点
vi: Điểm

# memberCenter_points
source: Points
cn: 点数
vi: Điểm

# memberCenter_rechargedSuccess
source: Recharge successful, remaining points:
cn: 充值成功，剩余点数：
vi: Nạp tiền thành công, số điểm còn lại:

# memberCenter_palnType
source: Type
cn: 方案类型
vi: Loại gói

# memberCenter_planName
source: Name
cn: 方案名称
vi: Tên gói

# memberCenter_purchaseTime
source: Purchase Time
cn: 购买时间
vi: Thời gian mua

# memberCenter_expireTime
source: Expiration
cn: 到期时间
vi: Sự chín chắn

# memberCenter_numberOfPlans
source: Plan Items
cn: 方案笔数
vi: Số lượng kế hoạch

# memberCenter_remainingTime
source: Remaining Time
cn: 剩余时间
vi: Thời gian còn lại

# memberCenter_continue
source: Continue
cn: 我要续用
vi: Tôi muốn gia hạn

# memberCenter_checkNotice
source: Please confirm if the selected plan is correct
cn: 请确认选择的方案是否正确
vi: Vui lòng xác nhận xem gói đã chọn có đúng không

# memberCenter_choosePlan
source: Choose Plan
cn: 选择方案
vi: Chọn gói

# memberCenter_period
source: Membership Period
cn: 会员期间
vi: Thời hạnpay_type thành viên

# memberCenter_day
source: Day
cn: 天
vi: Ngày

# memberCenter_planPoint
source: Plan Points
cn: 方案点数
vi: Gói điểm

# memberCenter_additional
source: Published by secretary
cn: 加购专人刊登
vi: Dịch vụ đại lý mua hàng

# memberCenter_noAdditionalPurchase
source: No additional purchase
cn: 不加购
vi: Không mua thêm

# memberCenter_additionalPurchase
source: Additional purchases, purchase quantity
cn: 加购，购买次数
vi: Mua thêm, số lượng mua

# memberCenter_purchaseCount
source: Purchase quantity
cn: 购买次数
vi: Số lượng mua

# memberCenter_additionalPurchaseService
source: Additional purchases services
cn: 加购服务
vi: Dịch vụ bổ sung

# memberCenter_notEnoughPoints
source: Not enough points? Recharge
cn: 点数不足? 前往充值
vi: Không đủ điểm? Đi nạp tiền?

# memberCenter_confirmPayment
source: Confirm Payment
cn: 确认付款
vi: Xác nhận thanh toán

# memberCenter_deleteCard
source: Delete Card
cn: 删除卡片
vi: Xóa thẻ

# memberCenter_creditCardsAcceptedOnly
source: Credit cards only accepted
cn: 信用卡仅接受
vi: Chấp nhận thẻ tín dụng

# memberCenter_creditCard
source: Credit Card
cn: 信用卡
vi: Thẻ tín dụng

# memberCenter_addCreditCard
source: Add Credit Card
cn: 新增信用卡
vi: Thêm thẻ tín dụng mới

# memberCenter_addNewCard
source: Add Card
cn: 新增卡片
vi: Thêm thẻ mới

# memberCenter_cardholderName
source: Cardholder Name
cn: 持卡人姓名
vi: Tên chủ thẻ

# memberCenter_creditCardNumber
source: Credit Card Number
cn: 信用卡卡号
vi: Số thẻ tín dụng

# memberCenter_expiration
source: Expiration Date
cn: 信用卡有效日期
vi: Ngày hết hạn thẻ tín dụng

# memberCenter_securityCode
source: Security Code
cn: 信用卡安全码
vi: Mã bảo mật thẻ tín dụng

# memberCenter_securityCodePlaceholder
source: Enter Security Code
cn: 请输入安全码
vi: Vui lòng nhập mã bảo mật

# memberCenter_nameplaceholder
source: Enter Name
cn: 请输入姓名
vi: Vui lòng nhập họ tên

# memberCenter_rentalPlan
source: Rental
cn: 出租方案
vi: Gói cho thuê

# memberCenter_remainingTransactions
source: Remaining
cn: 剩余总件数
vi: Tổng số còn lại

# memberCenter_publishedBySecretary
source: Published by secretary
cn: 专人刊登数
vi: Số lượng tin đăng của đội ngũ chuyên môn

# memberCenter_notUse
source: Published by secretary and not unused
cn: 未使用赠送秘书刊登件数
vi: Số lượng thư ký đăng tin miễn phí chưa được sử dụng

# memberCenter_salePlan
source: Sale
cn: 出售方案
vi: Đăng tin mua bán

# memberCenter_listing
source: Listing
cn: 刊登中
vi: Danh sách tin

# memberCenter_listingDescription
source: (Displaying the latest 4 listings on the current page)
cn: (当前页最多显示最新4笔)
vi: (Tại hiển thị nhiều nhất 4 mục mới nhất)

# memberCenter_publishManagement
source: Publish
cn: 刊登管理
vi: Quản lý tin đăng

# memberCenter_businessManagement
source: Business
cn: 业务经历
vi: Quản lý kinh doanh

# memberCenter_publish
source: Publish Now
cn: 我要刊登
vi: Đăng tin

# memberCenter_noPublish
source: Currently no active listings
cn: 目前暂无刊登中物件
vi: Hiện tại không có bất động sản nào được liệt kê

# memberCenter_remaining
source: Remaining Items
cn: 剩余笔数
vi: Số giao dịch còn lại
