Repository: huy123cv78/88Gohouse
Catalog: lib/l10n/app_*.arb
Languages: cn, vi

# memberCenter_demandHouseType
source: Housing type requirements
cn: 需求房屋型态
vi: Yêu cầu về loại nhà ở

# memberCenter_budget
source: Budget
cn: 预算
vi: Ngân sách

# memberCenter_taskDate
source: Date
cn: 任务日期
vi: Ngày tháng

# memberCenter_taskFormat
source: Mode
cn: 任务形式
vi: Cách thức

# memberCenter_taskLocation
source: Location
cn: 任务地点
vi: Địa điểm

# memberCenter_sameAsClient
source: Same as client contact address
cn: 同客户联络地址
vi: Giống như địa chỉ liên hệ của khách hàng

# memberCenter_taskInfo
source: Task Information
cn: 任务资料
vi: Thông tin nhiệm vụ

# memberCenter_clientInfo
source: Client Information
cn: 客户资讯
vi: Thông tin khách hàng

# memberCenter_contactName
source: Contact name
cn: 联络人姓名
vi: Tên người liên lạc

# memberCenter_contactAddress
source: Address
cn: 联络地址
vi: Địa chỉ

# memberCenter_reportInfo
source: Report Information
cn: 回报资料
vi: Thông tin báo cáo

# memberCenter_contractAmount
source: Service fee
cn: 服务费金额
vi: Số tiền phí dịch vụ

# memberCenter_staringTime
source: Starting time
cn: 实际开始时间
vi: Thời gian bắt đầu

# memberCenter_endingTime
source: Ending time
cn: 实际结束时间
vi: Thời gian kết thúc

# memberCenter_visitTime
source: Visit time
cn: 实际拜访时间
vi: Thời gian tham quan

# memberCenter_reportImgNotice
source: A single photo is limited to 50MB and can be uploaded in batches. Please make sure you are in the photo.
cn: 单张照片限制50MB内, 可以批量上传，请确认本人入镜。
vi: Một bức ảnh có dung lượng giới hạn 50 MB và có thể được tải lên hàng loạt. Hãy đảm bảo rằng bạn có mặt trong ảnh.

# memberCenter_reportPic
source: Photos
cn: 照片
vi: Hình ảnh

# memberCenter_reportContent
source: Content
cn: 内容
vi: Nội dung

# memberCenter_addNewClient
source: Add
vi: Tăng

# memberCenter_clientNumber
source: Number of clients
cn: 客户数
vi: Số lượng khách hàng

# memberCenter_homeownerNumber
source: Number of homeowners
cn: 屋主数
vi: Số lượng chủ nhà

# memberCenter_editClient
source: Edit
cn: 编辑客户
vi: Biên tập

# memberCenter_visitRecord
source: Visit record
cn: 拜访纪录
vi: Hồ sơ thăm viếng

# memberCenter_visitDate
source: Visit date
cn: 拜访日期
vi: Ngày truy cập

# memberCenter_taskStatus
source: Task status
cn: 任务状态
vi: Trạng thái nhiệm vụ

# memberCenter_cancelReason
source: Reason
cn: 取消原因
vi: Lý do

# memberCenter_taskDetail
source: Task Details
cn: 任务详情
vi: Chi tiết sứ mệnh

# memberCenter_deleteTask
source: Delete Task
cn: 删除任务
vi: Xóa tác vụ

# memberCenter_willDeleteTask
source: You will delete task
cn: 您将删除任务
vi: Bạn sẽ xóa nhiệm vụ

# memberCenter_checkToDelete
source: Do you confirm deletion?
cn: 是否确认删除?
vi: Bạn có xác nhận xóa không?

# memberCenter_salesPerson
source: Salesperson
cn: 业务
vi: Người bán

# memberCenter_vipsNumber
source: Number of VIPs
cn: 负责贵宾数
vi: Chịu trách nhiệm về số lượng khách VIP

# memberCenter_totalNumberOfPublication
source: Total Entrusted This Month
vi: Tổng số đơn được ủy thác trong tháng này

# memberCenter_commissionHistory
source: Entrusted History
cn: 委托历程
vi: Quá trình ủy thác

# memberCenter_vipsTotal
source: Total VIPs
cn: 贵宾总数
vi: Tổng số lượng khách VIP

# memberCenter_commissionAccount
source: Name
cn: 委托会员
vi: Thành viên được ủy quyền

# memberCenter_commissionAccountPhone
source: Contact phone
cn: 委托会员联络电话
vi: Số điện thoại liên lạc của thành viên được ủy thác

# memberCenter_rank
source: Rank
cn: 排名
vi: Xếp hạng

# memberCenter_totalTask
source: Total tasks
cn: 任务总数
vi: Tổng số nhiệm vụ

# memberCenter_visitPercent
source: Visit ratio
cn: 拜访比例
vi: Tỷ lệ truy cập

# memberCenter_branchAddrPlaceholder
source: Please enter the branch address
cn: 请输入分店地址
vi: Vui lòng nhập địa chỉ chi nhánh

# forumPage_enTitle
source: Nền tảng thảo luận
cn: Forum
vi: Forum

# forumPage_forumHome
source: Home
cn: 讨论区首页
vi: Trang đầu

# forumPage_myArticles
source: My articles
cn: 我的文章
vi: Bài viết của tôi

# forumPage_articleType
source: Type
cn: 文章类型
vi: Loại bài viết

# forumPage_searchArticlePlaceholder
source: Search article title or author
cn: 搜寻文章标题或作者
vi: Tìm kiếm

# forumPage_numberOfArticles
source: Articles
cn: 文章数
vi: Số bài viết

# forumPage_numberOfReplies
source: Replies
cn: 回复数
vi: Trả lời

# forumPage_publishArticle
source: Publish
cn: 发表文章
vi: Đăng bài viết

# forumPage_all
source: All
cn: 所有文章
vi: Tất cả

# forumPage_general
source: General
cn: 一般文章
vi: Chung

# forumPage_featured
source: Featured
cn: 精选文章
vi: Nổi bật

# forumPage_popular
source: Popular
cn: 热门文章
vi: Phổ biến

# forumPage_type
source: Type
cn: 类型
vi: Loại bài viết

# forumPage_time
source: Time
cn: 发表时间
vi: Thời gian

# forumPage_repliesViews
source: Replies/Views
cn: 回复/查看数
vi: Trả lời/Xem

# forumPage_views
source: Views
cn: 查看数
vi: Xem

# forumPage_login
source: Login
cn: 前往登入
vi: Đăng nhập

# forumPage_canPublish
source: You can publish articles and leave comments
cn: 即可发表文章与留言
vi: Bạn có thể đăng bài viết và để lại bình luận

# forumPage_registerAt
source: Registered at
cn: 注册于
vi: Đăng ký tại

# forumPage_edit
source: edit
cn: 编辑
vi: biên tập

# forumPage_delete
source: delete
cn: 删除
vi: xóa bỏ

# forumPage_reply
source: reply
cn: 回复
vi: hồi đáp

# forumPage_replyTitle
source: Reply
cn: 发表回复
vi: Hồi đáp

# forumPage_replyDescription
source: Enter your reply content and be sure to comply with the forum rules
cn: 输入回复内容，并请务必遵守讨论区规范
vi: Nhập nội dung trả lời của bạn và đảm bảo tuân thủ các quy định của diễn đàn

# forumPage_send
source: Send
cn: 发送提问
vi: Gửi

# forumPage_rule
source: Rule
cn: 讨论区规范
vi: Luật lệ

# forumPage_ruleDes
source: Please be sure to read the forum rules carefully before submitting articles. All members must abide by the above principles. If you disagree, please do not post comments here.
cn: 送出文章前请务必详阅讨论区规范，所有会员皆须遵守以上原则，不同意者请勿在此发表言论。
vi: Vui lòng đọc kỹ nội quy diễn đàn trước khi gửi bài, tất cả thành viên phải tuân thủ các nguyên tắc trên, nếu không đồng ý vui lòng không bình luận tại đây.

# forumPage_ruleItem1
source: Members of the 88go Trading Network are free to comment on all articles. The topics and content on this forum do not represent the position of 88go. Please abide by legal regulations when posting comments and comply with the purpose of this forum. Splitting is strictly prohibited.
cn: 88go交易网的会员可针对所有文章自由发表评论, 本讨论区上的主题与内容皆不代表88go的立场。张贴言论请遵守法律规范, 并符合本版的主旨，严禁灌水。
vi: Thành viên của Mạng lưới giao dịch 88go được quyền bình luận về tất cả các bài viết, các chủ đề và nội dung trên diễn đàn này không thể hiện quan điểm của 88go. Vui lòng tuân thủ các quy định của pháp luật khi đăng bình luận và tuân thủ mục đích của diễn đàn này, nghiêm cấm việc chia tách.

# forumPage_ruleItem2
source: Before publishing an article, members must confirm that the content (pictures) of the article they post does not infringe the copyright, trademark, patent and other rights of others. If any legal liability arises from articles published by members, they will be borne by the members themselves.
cn: 会员在发表文章之前，需确认所发之文章内容（图片）未侵害到他人的著作权、商标、专利等权利。若会员发表的文章产生法律相关责任，将由会员自行承担。
vi: Trước khi xuất bản một bài viết, các thành viên phải xác nhận rằng nội dung (hình ảnh) của bài viết mình đăng không vi phạm bản quyền, nhãn hiệu, bằng sáng chế và các quyền khác của người khác. Nếu có bất kỳ trách nhiệm pháp lý nào phát sinh từ các bài viết do thành viên xuất bản thì các thành viên đó sẽ tự chịu trách nhiệm.

# forumPage_ruleItem3
source: Members agree not to post anything in the forum that is fraudulent, defamatory, false, abusive, vulgar, harmful, harassing, obscene, profane, sexually oriented, threatens to invade another person's privacy, or violates any Information on legal regulations. If found to be reported, 88go has the right to delete it on its own. If the circumstances are serious, the member's qualifications will be revoked.
cn: 会员须同意不在讨论区发表任何具有伪造诈欺的、诽谤的、错误的、辱骂的、粗俗的、有害的、骚扰的, 淫秽的, 亵渎的、性别导向的、威胁侵犯他人隐私的或者违反任何法律规范的资讯。若遭检举发现, 88go有权自行删除, 情节重大将取消该会员之资格。
vi: Thành viên đồng ý không đăng bất cứ điều gì trong diễn đàn có tính chất lừa đảo, phỉ báng, sai sự thật, lạm dụng, thô tục, có hại, quấy rối, tục tĩu, tục tĩu, có khuynh hướng tình dục, đe dọa xâm phạm quyền riêng tư của người khác hoặc vi phạm bất kỳ Thông tin nào về quy định pháp luật. Nếu phát hiện bị báo cáo, 88go có quyền tự xóa, nếu tình tiết nghiêm trọng sẽ bị thu hồi tư cách thành viên.

# forumPage_ruleItem4
source: Please do not leave personal privacy information such as your ID number and address to avoid unauthorized use. 88go will not be responsible for the management of this situation.
cn: 请勿留下身份证字号、住址等个人隐私资料, 以免有心人士利用, 此一情况88go将不负管理之责。
vi: Vui lòng không để lại thông tin riêng tư cá nhân như số CMND, địa chỉ để tránh bị sử dụng trái phép, 88go sẽ không chịu trách nhiệm quản lý trường hợp này.

# forumPage_articleTitle
source: Title
cn: 文章标题
vi: Tiêu đề bài viết

# forumPage_articleTitlePlaceholder
source: Please enter the article title
cn: 请输入文章标题
vi: Vui lòng nhập tiêu đề bài viết

# forumPage_articleContent
source: Content
cn: 文章内容
vi: Nội dung bài báo

# forumPage_pin
source: Pin
cn: 置顶
vi: Ghim

# forumPage_deletedMsg
source: Message has been deleted
cn: 留言已删除
vi: Tin nhắn đã bị xóa

# forumPage_replyTo
source: Reply to
cn: 回复
vi: Trả lời

# forumPage_editArticle
source: Edit
cn: 编辑文章
vi: Biên tập

# forumPage_joinComments
source: Join the discussion after logging in or registering
cn: 登入/注册后可加入讨论
vi: Bạn có thể tham gia thảo luận sau khi đăng nhập và đăng ký

# dialog_noLoginYet
source: Not Logged In Yet
cn: 尚未登录
vi: Chưa đăng nhập

# dialog_noLogin
source: To learn more, please log in or register
cn: 如需了解更多，请先登入或注册
vi: Để biết thêm thông tin,Vui lòng vào đăng nhập hoặc đăng ký

# dialog_goLogin
source: Go to Login
cn: 前往登录
vi: Đi đến đăng nhập

# dialog_cancel
source: Cancel
cn: 取消
vi: Hủy

# dialog_guestIdentity
source: Current Identity: Buyer/Tenant
cn: 现在身份为买方/房客
vi: Hiện là người mua/người thuê

# dialog_guestDescription1
source: You are currently identified as a buyer/tenant and cannot post rental/sale ads.
cn: 您现在是买方/房客身份，无法刊登出租/出售广告
vi: Bạn hiện là người mua/người thuê và không thể quảng cáo cho thuê/bán

# dialog_guestDescription2
source: Do you want to switch your identity?
cn: 是否要切换身份？
vi: Bạn có muốn chuyển đổi

# dialog_switchIdentity
source: Switch Identity
cn: 切换身份
vi: Chuyển đổi

# dialog_confirmUpload
source: Confirm Upload
cn: 确认上传
vi: Xác nhận tải lên

# dialog_noPoints
source: Not enough points
cn: 点数不足
vi: Không đủ điểm

# dialog_noPointsDescription
source: You currently have insufficient points available, please recharge before purchasing.
cn: 您当前可使用点数不足，请先充值后再购买
vi: Bạn hiện không đủ điểm, vui lòng nạp trước khi mua

# dialog_remainPoints
source: remaining:
cn: 剩余点数:
vi: Điểm hiện có:

# dialog_pointsRequired
source: point required
cn: 需支付点
vi: Điểm cần trả

# dialog_needToStore
source: need to recharge points
cn: 还需储值点数
vi: Cần nạp thêm điểm

# dialog_store
source: Recharge
cn: 充值
vi: Nạp

# dialog_storedPoints
source: Recharge Points
cn: 充值点数
vi: Nạp điểm

# dialog_paymentMethods
source: Payment
cn: 付款方式
vi: Phương thức thanh toán

# dialog_transfer
source: transfer
cn: 转账付款
vi: Thanh toán chuyển khoản

# dialog_payment
source: Payment
cn: 前往付款
vi: Sự chi trả

# dialog_addSubAccount
source: Add sub-account
cn: 新增子账号
vi: Thêm tiểu tài khoản

# dialog_editSubAccount
source: Edit sub-account
cn: 编辑子账号
vi: Sửa tài khoản phụ

# dialog_memberStatus
source: Status
cn: 状态
vi: Tình trạng

# dialog_deleteMsg
source: Delete message
cn: 删除讯息
vi: Xóa tin nhắn

# dialog_deleteMsgDes
source: Are you sure you want to delete message?
cn: 是否确定删除讯息
vi: Bạn có chắc chắn muốn xóa tin nhắn?

# dialog_confirmDeletion
source: Confirm deletion
cn: 确认删除
vi: Xác nhận xóa

# dialog_reporting
source: Report
cn: 我要检举
vi: Báo cáo

# dialog_reportContent
source: Report content
cn: 检举内容
vi: Báo cáo nội dung

# dialog_reportNow
source: Report
cn: 立即检举
vi: Báo cáo

# dialog_adApplicationDetails
source: Ad application details
cn: 广告申请详情
vi: Chi tiết yêu cầu quảng cáo

# dialog_adInfo
source: Ad Information
cn: 广告资料
vi: Thông tin quảng cáo

# dialog_applicationTime
source: Application time
cn: 申请时间
vi: Thời gian

# dialog_applicantName
source: Name
cn: 申请人姓名
vi: Tên người yêu cầu

# dialog_reviewResults
source: Review results
cn: 审核结果
vi: Kết quả kiểm duyệt

# dialog_reason
source: Reason
cn: 原因
vi: Lý do

# dialog_expired
source: Expired
cn: 已到期
vi: Hết hạn

# dialog_comfirmClose
source: Confirm
cn: 确认关闭
vi: Xác nhận

# dialog_closeDes
source: Are you sure to close this object?
cn: 是否确认关闭此物件？
vi: Bạn có chắc chắn đóng đối tượng này không?

# dialog_closeNotice
source: *After the listed object is closed, its listing time will be calculated as usual. If it is closed and reopened again within the validity period, there is no need to pay for listing again.
cn: *刊登中物件关闭后其刊登时间照常计算，若有效期内关闭后再次开启，无需重新缴费刊登
vi: *Sau khi mục đang được xuất bản bị đóng, thời gian xuất bản vẫn được tính như bình thường. Nếu bị đóng rồi mở lại trong thời hạn hiệu lực thì không cần phải trả tiền xuất bản nữa.

# dialog_dealHouse
source: Do you confirm the transaction of this object?
cn: 是否确认成交此物件
vi: Bạn có xác nhận giao dịch của mặt hàng này không?

# dialog_dealNotice
source: *If the listed object is relisted after it is sold, the recharge fee will need to be charged again.
cn: *刊登中物件成交后，如要重新上架，加值费用需重新收费
vi: *Nếu bạn muốn liệt kê lại các mặt hàng được liệt kê sau khi chúng được bán, bạn sẽ phải tính lại phí bổ sung lại.

# dialog_deleteArticle
source: Delete article
cn: 删除文章
vi: Xóa bài báo

# dialog_deleteArticleNotice
source: Are you sure to delete the article? This action will not be undone
cn: 是否确认删除文章？此动作将不可复原
vi: Bạn có chắc chắn xóa bài viết? Hành động này sẽ không được hoàn tác

# dialog_deleteComment
source: Delete reply
cn: 删除回复
vi: Xóa trả lời

# dialog_deleteCommentNotice
source: Are you sure to delete the reply? This action will not be undone
cn: 是否确认删除回复？此动作将不可复原
vi: Bạn có chắc chắn xóa câu trả lời không? Hành động này sẽ không được hoàn tác

# dialog_promotionDetail
source: Promoter downline details
cn: 推广人下线详情
vi: Chi tiết ngoại tuyến của nhà quảng bá

# dialog_downlineName
source: Promoter downline name
cn: 推广人下线名称
vi: Tên tuyến dưới của nhà quảng bá

# dialog_houseClosed
source: The object has been closed. You will be returned to the previous page after confirmation.
cn: 物件已关闭，确认后将返回上一页
vi: Sự vật đã đóng, bạn sẽ quay lại trang trước sau khi xác nhận.

# dialog_storeClosed
source: The shop has been closed. You will be returned to the previous page after confirmation.
cn: 店铺已关闭，确认后将返回上一页
vi: Cửa hàng đã đóng, bạn sẽ được đưa trở lại trang trước sau khi xác nhận.

# dialog_orderTime
source: Order time
cn: 订单时间
vi: Giờ đặt hàng

# dialog_orderAmount
source: Order amount
cn: 订单金额
vi: Số tiền đặt hàng

# dialog_idContent
source: ID Card Upload Instructions
cn: 身分证上传说明
vi: Hướng dẫn tải CMND lên

# dialog_idCardCover
source: Please cover the important barcode information (QR Code) when uploading your ID card
cn: 上传身分证时请遮住重要条码讯息 (QR Code)
vi: Vui lòng che thông tin mã vạch quan trọng (QR Code) khi tải CMND của bạn lên

# dialog_idCardDescription
source: And make sure other ID card information and other content are clearly visible. Pictures must be in jpg, gif, or png format and smaller than 50M.
cn: 并确保其他身份证资讯等内容清晰可见。 图片限jpg、gif、png格式, 小于50M。
vi: Và đảm bảo rằng các thông tin CMND khác và nội dung khác được hiển thị rõ ràng. Ảnh phải ở định dạng jpg, gif hoặc png và nhỏ hơn 50M.

# dialog_thirdPartyCondition
source: Amount required to be paid by third parties: Minimum limit: 10,000 VND Maximum limit: 200,000,000 VND
cn: 第三方需要支付的金额: 最低限额: 10,000 VND 最高限额: 200,000,000 VND
vi: Số tiền bên thứ ba cần thanh toán: Hạn mức tối thiểu: 10.000 VNĐ Hạn mức tối đa: 200.000.000 VNĐ

# dialog_applicantPosition
source: Applicant's position
cn: 申请人所属职位
vi: Vị trí của ứng viên

# dialog_belongToGroup
source: Group
cn: 所属集团
vi: Nhóm

# dialog_branchAddr
source: Branch address
cn: 分店地址
vi: Địa chỉ chi nhánh

# dialog_addBranch
source: Please confirm whether the branch application content is correct, and then click Approval.
cn: 请确认分店申请内容是否正确，再点击审核通过。
vi: Vui lòng xác nhận xem nội dung đơn đăng ký chi nhánh có chính xác hay không, sau đó nhấp vào Phê duyệt.

# dialog_accountName
source: Account name
cn: 账号姓名
vi: Tên tài khoản

# dialog_joinTheGroup
source: Join the group
cn: 加入集团
vi: Tham gia vào nhóm

# dialog_refuseToJoinTheGroup
source: Refuse to join the group
cn: 拒绝加入集团
vi: Từ chối tham gia nhóm

# dialog_checkDes
source: Do you want to confirm this operation?
cn: 是否确认此操作
vi: Bạn có muốn xác nhận thao tác này không?

# dialog_deleteSecretary
source: Delete secretary
cn: 删除秘书
vi: Xóa thư ký

# dialog_deleteSecretaryNotice
source: Are you sure to delete the secretary? This action will not be undone
cn: 是否确认删除秘书？此动作将不可复原
vi: Bạn có chắc chắn xóa thư ký? Sau khi xác nhận sẽ không được hoàn tác

# dialog_importDataError
source: Import data error
cn: 汇入资料错误
vi: Nhập dữ liệu lỗi

# dialog_importDataErrorNotice
source: There is an error in the imported data. Please confirm the file content and error code below, correct it and upload it again. If you have any questions, please contact customer service.
cn: 汇入资料有误，请确认下方档案内容与错误代码，修正后再次上传。若有疑问，请联系客服。
vi: Có lỗi trong dữ liệu đã nhập. Vui lòng xác nhận nội dung tệp và mã lỗi bên dưới, sửa và tải lại. Nếu bạn có bất kỳ câu hỏi nào, vui lòng liên hệ với dịch vụ khách hàng.

# dialog_sheetName
source: Sheet name
cn: 工作表名称
vi: Tên bảng tính

# dialog_systemError
source: System Error
cn: 系统错误
vi: Lỗi hệ thống

# dialog_systemErrorNotice
source: System error, please try again later. If you have any questions, please contact customer service.
cn: 系统错误，请稍后再试。若有疑问，请联系客服。
vi: Lỗi hệ thống, vui lòng thử lại sau. Nếu bạn có bất kỳ câu hỏi nào, vui lòng liên hệ với dịch vụ khách hàng.

# dialog_checkContactAudit
source: Are you sure you want to report back via this contact?
cn: 是否确认通过此联系回报？
vi: Bạn có chắc chắn muốn báo cáo lại qua địa chỉ liên hệ này không？

source: Clear
cn: 清空
vi: Xóa

# buyer
source: Buyer/Tenant
cn: 买家/房客
vi: Người mua/Người thuê

# owner
source: Owner/Agent
cn: 屋主/代理人
vi: Chủ sở hữu/Người đại diện

# estateAgent
source: Agent/Real Estate Broker
cn: 经理人/房屋仲介
vi: Người quản lý/Môi giới

# estateAgency
source: Real Estate Agency
cn: 仲介公司
vi: Công ty môi giới

source: Save
cn: 储存
vi: Lưu

# saveAndChange
source: Save Changes
cn: 储存变更
vi: Lưu thay đổi

source: Enable
cn: 启用
vi: cho phép

source: Disable
cn: 禁用
vi: Vô hiệu hóa

source: Select Language
cn: 请选择语言
vi: Vui lòng chọn ngôn ngữ

source: Language
cn: 语言
vi: Ngôn ngữ

source: transfer
cn: 转账付款
vi: Thanh toán chuyển khoản

source: Bank Name
cn: 行名
vi: Tên ngân hàng

source: Bank Code
cn: 银行代码
vi: Mã ngân hàng

source: Bank Account
cn: 银行账号
vi: Tài khoản ngân hàng

# storedImmediately
source: Recharge
cn: 立即充值
vi: Nạp tiền

# rechargedAmount
source: Amount
cn: 充值金额
vi: Số tiền

source: Remittance verification
cn: 汇款验证
vi: Xác minh chuyển tiền

source: Submit
cn: 提交
vi: Xác nhận gửi

source: Group
cn: 集团
vi: Nhóm

source: Branch
cn: 分店
vi: Chi nhánh

# code_1
source: Success
cn: 成功
vi: Thành công

# code_1001
source: Token Expired
cn: Token过期
vi: Mã hết hạn

# code_1002
source: Invalid Token
cn: 无效Token
vi: Mã không hợp lệ

# code_1003
source: Token Unauthorized
cn: Token无权限
vi: Mã không được phép

# code_2001
source: Invalid Request
cn: 无效的请求
vi: Yêu cầu không hợp lệ

# code_2002
source: System Error
cn: 系统错误
vi: Lỗi hệ thống

# code_2003
source: Database Error
cn: 资料库错误
vi: Lỗi cơ sở dữ liệu

# code_2004
source: No Permission
cn: 没有权限
vi: Không có quyền truy cập

# code_2005
source: Data Not Found
cn: 资料不存在
vi: Dữ liệu không tồn tại

# code_3001
source: Invalid Account
cn: 无效的账号
vi: Tài khoản không hợp lệ

# code_3002
source: Invalid Password
cn: 无效的密码
vi: Mật khẩu không hợp lệ

# code_3003
source: Account Already Exists
cn: 账号已存在
vi: Tài khoản đã tồn tại

# code_3004
source: Phone Number Already Exists
cn: 手机号码已存在
vi: Số điện thoại đã tồn tại

# code_3005
source: Multiple Verification Code Requests
cn: 多次发送验证码
vi: Gửi mã xác minh nhiều lần

# code_3006
source: Invalid Verification Code
cn: 无效的验证码
vi: Mã xác minh không hợp lệ

# code_3007
source: Verification Code Expired
cn: 验证码已过期
vi: Mã xác minh đã hết hạn

# code_3008
source: Account Already Verified
cn: 账号已验证
vi: Đã xác minh tài khoản

# code_3009
source: Password Already Exists
cn: 密码已存在
vi: Mật khẩu đã tồn tại

# code_3010
source: Password Does Not Exist
cn: 密码不存在
vi: Mật khẩu không tồn tại

# code_3011
source: Review Already Exists
cn: 评价已存在
vi: Đánh giá đã tồn tại

# code_3012
source: Review Closed
cn: 评价已关闭
vi: Đánh giá đã đóng

# code_3013
source: Account Disabled
cn: 账号已停用
vi: Tài khoản đã ngừng hoạt động

# code_3014
source: Cannot Switch Current Role
cn: 无法切换当前角色
vi: Không thể chuyển đổi vai trò hiện tại

# code_3015
source: House Not Found
cn: 房屋不存在
vi: Nhà ở không tồn tại

# code_3016
source: Store Closed
cn: 店铺已关闭
vi: Cửa hàng đã đóng

# code_3017
source: Store Not Found
cn: 店铺不存在
vi: Cửa hàng không tồn tại

# code_3018
source: Account Not Found
cn: 账号不存在
vi: Tài khoản không tồn tại

# code_3019
source: Qualification Under Review
cn: 资格审核中
vi: Trong quá trình kiểm duyệt

# code_3020
source: Qualification Verified
cn: 资格已认证
vi: Đã phê duyệt

# code_3021
source: Question and Answer Not Found
cn: 问答不存在
vi: Hỏi đáp không tồn tại

# code_3022
source: Duplicate Posting Within One Hour
cn: 一小时内重复发文
vi: Lặp lại trong vòng một giờ

# code_3023
source: Duplicate Comment Within One Minute
cn: 一分钟内重复留言
vi: Lặp lại tin nhắn trong vòng một phút

# code_3024
source: Invalid Phone Number
cn: 无效的手机号码
vi: Số điện thoại không hợp lệ

# code_3025
source: Invalid Ad Status
cn: 无效的广告状态
vi: Trạng thái quảng cáo không hợp lệ

# code_3026
source: Payment Method Not Allowed
cn: 支付方式不允许
vi: Phương thức thanh toán không hợp lệ

# code_3027
source: Order Status Error
cn: 订单状态错误
vi: Trạng thái đơn hàng không hợp lệ

# code_3028
source: Url Expired
cn: Url已过期
vi: Url đã hết hạn

# code_3029
source: Url Invalid
cn: Url无效
vi: Url không hợp lệ

# code_3030
source: Not in Activity Time
cn: 未到活动时间
vi: Chưa đến thời gian hoạt động

# code_3031
source: An error occurred while replying to the message
cn: 留言回覆发生错误
vi: Đã xảy ra lỗi khi trả lời tin nhắn

# code_3032
source: Task has expired
cn: 任务已过期
vi: Nhiệm vụ đã hết hạn

# code_3033
source: The sub-account does not belong to the user
cn: 子账号不属于用户
vi: Tài khoản phụ không thuộc về người dùng

# code_3034
source: The maximum number of group branches has been reached
cn: 已达集团分店数量上限
vi: Đã đạt đến số lượng nhánh nhóm tối đa

# code_3035
source: The branch is already in the group or the branch status is incorrect
cn: 分店已经在集团中或分店状态不正确
vi: Chi nhánh đã có trong nhóm hoặc trạng thái chi nhánh không chính xác

# code_3036
source: The branch audit record does not exist or has been audited
cn: 分店审核记录不存在或已审核
vi: Hồ sơ kiểm toán chi nhánh không tồn tại hoặc đã được kiểm toán

# code_3037
source: Check-in not completed
cn: 未完成签到
vi: Đăng ký chưa hoàn tất

# code_3038
source: The client has not yet appointed an audit
cn: 客户尚未委任审核
vi: Khách hàng vẫn chưa chỉ định kiểm toán

# code_4001
source: Not the Owner of the Listing or Invalid Listing Status
cn: 不是刊登房屋拥有者 或 房屋状态错误
vi: Không phải chủ sở hữu được liệt kê hoặc tình trạng tài sản không đúng

# code_4002
source: Listing Type Does Not Match Plan Type
cn: 房屋类型和方案类型不符
vi: Loại nhà và gói dịch vụ không khớp

# code_4003
source: No Plans Available
cn: 没有方案
vi: Không có gói

# code_4004
source: No Remaining Listing Slots
cn: 没有剩余刊登数
vi: Không có tin đăng còn lại

# code_4005
source: No Remaining Listing Period
cn: 没有剩余刊登期间
vi: Không có thời gian tin đăng còn lại

# code_4006
source: Insufficient Account Points
cn: 账号点数不足
vi: Điểm tài khoản không đủ

# code_4007
source: Listing Already Applied Same Type of Value-Added Plan
cn: 房屋已经套用了同类型的加值方案
vi: Nhà ở đã áp dụng gói nạp tiền

# code_4008
source: Listing Already Applied Same Type of Exposure Plan
cn: 房屋已经套用了同类型的曝光方案
vi: Nhà ở đã áp dụng gói tăng cường hiền thị
