Repository: huy123cv78/88Gohouse
Catalog: lib/l10n/app_*.arb
Languages: cn, vi

# plan_slogan1
source: Connect Your Dream Home, Find Your Perfect Place
cn: 连结梦想家，寻觅心选所
vi: Liên kết ngôi nhà lí tưởng,nhiều sự lựa chọn

# plan_description1
source: Through professional listing plans, your property will enjoy greater exposure and superior display effects. Joining our membership provides you with more complete and secure housing and landlord information, and our agent plans allow you to get more benefits in transactions.
cn: 透过专业的刊登方案，你的房源将享有更大的曝光度和优越的展示效果。而加入我们的会员能获得更完整安全的房屋、房东资讯，并透过代理方案让你在交易中获得更多实惠。
vi: Thông qua các gói đăng tin chuyên nghiệp, danh sách tin của bạn sẽ được hiển thị nhiều hơn và hiệu ứng hiển thị vượt trội. Các thành viên tham gia với chúng tôi có thể nhận được thông tin về nhà ở ,chủ nhà đầy đủ và an toàn hơn, đồng thời thông qua gói đại lý, bạn có thể nhận được nhiều lợi ích hơn trong các giao dịch

# plan_slogan2
source: Let Your House Shine with Unique Brilliance
cn: 让你的房子绽放独特光彩
vi: Làm cho ngôi nhà của bạn tỏa sáng độc đáo

# plan_description2
source: The simplest, fastest listing plans!
cn: 最简易、快速的刊登方案！
vi: Gói đăng tin đơn giản và nhanh nhất

# plan_rent
source: Rent
cn: 出租
vi: Cho thuê

# plan_sale
source: Sale
cn: 出售
vi: Mua bán

# plan_advertise
source: Advertisement
cn: 图片广告
vi: Quảng cáo

# plan_viewImageAd
source: Image AD Placement Instructions
cn: 图片广告刊登说明
vi: Hướng dẫn đặt quảng cáo hình ảnh

# plan_whatIsAd
source: What Is An Image Ad?
cn: 什么是图片广告？
vi: Quảng cáo hình ảnh là gì?

# plan_whatIsAdDes
source: It is a form of advertising that uses images to attract users. When users click, it will lead to your website or a specially designed landing page, or a page such as a house listing published on the website 88gohouse.com.
cn: 它是一种使用图像来吸引用户的广告形式，当用户点击时，它会指向您的网站或专门设计的登陆页面，又或是在网站 88gohouse.com 上发布的房屋刊登等页面。
vi: Là hình thức sử dụng hình ảnh để thu hút người dùng, khi họ nhấn vào sẽ dẫn đến website của bạn hay một trang đăng nhập được thiết kế đặc biệt, hoặc danh sách nhà mới được đăng trên trang website 88gohouse.com.

# plan_benefitsOfBanner
source: Benefits Of Banner Ads
cn: 横幅广告的好处
vi: Lợi ích của quảng cáo biểu ngữ

# plan_benefitsOfBannerDes1
source: 1.Brand promotion
cn: 1.品牌推广
vi: 1.Quảng bá thương hiệu

# plan_benefitsOfBannerDes2
source: 2.Increase traffic to your website
cn: 2.增加您网站的流量
vi: 2.Tăng lưu lượng truy cập vào trang web của bạn

# plan_benefitsOfBannerDes3
source: 3.Increase potential customers and increase sales revenue
cn: 3.增加潜在客户，增加销售收入
vi: 3.Tăng lượng khách hàng tiềm năng và tăng doanh thu bán hàng

# plan_imageLocation
source: Image Location And Size Description
cn: 图片位置与尺寸说明
vi: Vị trí hình ảnh và mô tả kích thước

# plan_size
source: Size (pixels)
cn: 尺寸(像素)
vi: kích thước (hình ảnh)

# plan_bannerAdWeb
source: Home Page Carousel Ads On Web
cn: 首页轮播图广告 网页版
vi: Phiên bản web quảng cáo quay vòng trên trang chủ

# plan_bannerAdMobile
source: Home Page Carousel Ads On Mobile
cn: 首页轮播图广告 手机版
vi: Phiên bản di động của quảng cáo quay vòng trên trang chủ

# plan_sidebarAd
source: Home Page Sidebar Ad On Web
cn: 首页侧栏广告 网页版
vi: Trang chủ phiên bản web quảng cáo thanh bên sidebar

# plan_notice
source: Notice
cn: 注意事项
vi: Đề phòng

# plan_noticeDes1
source: 1.According to the screen configuration, it is recommended that the main images and text should be placed in the green safe area of the diagram below for the carousel image on the home page of the web version.
cn: 1.网页版首页轮播图因应画面配置，建议主要图文应放置于下方示意图绿色安全区块
vi: 1.Tùy theo cấu hình màn hình, khuyến nghị nên đặt hình ảnh và văn bản chính ở vùng an toàn màu xanh lục của sơ đồ bên dưới cho hình ảnh xoay vòng trên trang chủ của phiên bản web.

# plan_noticeDes2
source: 2.Depending on the screen type, some parts may still be blocked
cn: 2.根据屏幕类型，某些部分依旧可能会被遮挡
vi: 2.Tùy thuộc vào loại màn hình, một số phần vẫn có thể bị chặn.

# plan_floatAd
source: Floating Ads On Web
cn: 浮动广告 网页版
vi: Phiên bản web quảng cáo nổi

# plan_otherNotice
source: Other Notices
cn: 其他注意事项
vi: Những điều khác cần lưu ý

# plan_otherNoticeDes1
source: 1. Single picture advertising plan only uploads one picture advertisement in the specified location
cn: 1.单笔图片广告方案仅于指定位置上传一件图片广告
vi: 1.Gói quảng cáo một hình ảnh chỉ tải lên một quảng cáo hình ảnh ở vị trí được chỉ định.

# plan_otherNoticeDes2
source: 2. The release time of an image advertisement is calculated as 30 days.
cn: 2.一张图片广告的发布时间按30天计算
vi: 2.Thời gian phát hành quảng cáo bằng hình ảnh được tính là 30 ngày

# plan_otherNoticeDes3
source: 3. After the image advertisement application is successfully submitted, the review time is about 1-3 working days
cn: 3.图片广告申请成功后, 审核时间约1-3个工作天
vi: 3.Sau khi ứng dụng quảng cáo hình ảnh thành công, thời gian xét duyệt sẽ khoảng 1-3 ngày làm việc.

# plan_singleRentListing
source: Single Rental Listing Plan
cn: 单笔出租刊登方案
vi: Gói đăng tin cho thuê 1 lần

# plan_singleSaleListing
source: Single Sale Listing Plan
cn: 单笔出售刊登方案
vi: Gói đăng tin mua bán 1 lần

# plan_rentListingDescription
source: Suitable for homeowners/agents with minimal listing needs
cn: 适合只有少量房屋刊登需求的屋主/代理人
vi: Thích hợp cho chủ nhà/đại lý chỉ có số lượng ít nhu cầu đăng tin

# plan_basicPlan
source: Basic Plan
cn: 基本方案
vi: Gói cơ bản

# plan_basicPlanDescription
source: Suitable for landlords or sellers who want to make simple listings
cn: 适合想要进行简单刊登的房东或卖家
vi: Thích hợp cho chủ nhà/người bán cần đăng tin đơn giản

# plan_basicPlanDetail_limit
source: Plan duration is
cn: 方案期限为
vi: Thời hạn

# plan_basicPlanDetail_price
source: RMB per two months
cn: 元/两个月
vi: ₫/2 tháng

# plan_basicPlanDetail_publish
source: Can publish
cn: 可刊登
vi: Đăng tin

# plan_basicPlanDetail_items
source: listings
cn: 笔
vi: Tin

# plan_basicPlanDetail_dollar
source: dollar
cn: 元
vi: nhân dân tệ

# plan_basicPlanDetail_point
source: points
cn: 点
vi: Điểm

# plan_basicPlanDetail_day
source: days
cn: 天
vi: Ngày

# plan_basicPlanDetail_month
source: months
cn: 月
vi: Tháng

# plan_basicPlanDetail_hours
source: Up to 72 hours to change property address
cn: 72小时内可更换物件地址次
vi: Trong vòng 72 giờ có thể thay đổi địa chỉ

# plan_basicPlanDetail_times
source: times
cn: 次
vi: Lần

# plan_basicPlanDetail_publishTime
source: Listing period is
cn: 刊登期间为
vi: Thời gian đăng tin

# plan_basicPlanDetail_noExposure
source: No exposure plan
cn: 无曝光方案
vi: Không phổ biến

# plan_basicPlanDetail_exposure
source: Exposure method
cn: 曝光方式
vi: Phổ biến

# plan_freePublishing
source: Published by secretary for free
cn: 赠送专人刊登
vi: Đăng bài cá nhân miễn phí

# plan_singleListingNotice
source: ※ Plan Validity Period: Valid within
cn: ※ 方案有效时间：购买之日起
vi: ※Thời hạn hiệu lực của gói: Có hiệu lực trong vòng

# plan_singledaysofpurchase
source: days from the date of purchase.
cn: 天內有效。
vi: ngày kể từ ngày mua

# plan_basicPlanNotice
source: ※ Plan Validity Period: Valid within
cn: ※ 方案有效时间：购买之日起
vi: ※Thời hạn hiệu lực của gói: Có hiệu lực trong vòng

# plan_basicdaysofpurchase
source: days from the date of purchase. Items in the plan must be used within the validity period, and will be void after expiration.
cn: 天内有效，方案中的物件需在有效期内使用完，逾期作废。
vi: ngày kể từ ngày mua. Các vật phẩm trong gói phải được sử dụng trong thời hạn hiệu lực và sẽ không hợp lệ sau ngày hết hạn

# plan_buyPlan
source: Purchase This Plan
cn: 购买此方案
vi: Mua gói

# plan_bestDeal
source: Best Deal
cn: 最划算
vi: Tiết kiệm nhất

# plan_proPlan
source: Professional Plan
cn: 专业方案
vi: Gói chuyên nghiệp

# plan_proPlanDescription
source: For landlords or sellers who want their properties to stand out more prominently.
cn: 希望房源更突出地展示的房东或卖家
vi: Danh sách tin được nổi bật hơn

# plan_vipPlan
source: VIP Plan
cn: 贵宾方案
vi: Gói VIP

# plan_vipPlanDescription
source: Suitable for landlords or sellers who want their properties to be highlighted to the maximum extent.
cn: 适合希望最大地突出房源的房东或卖家
vi: Danh sách tin mong muốn tiếp cận lớn nhất

# plan_slogan3
source: Quick, Simple, and Effective Real Estate Management
cn: 快速、简单、有效的房地产经营
vi: Quản lý bất động sản nhanh chóng, đơn giản và hiệu quả

# plan_description3
source: Listing plans suitable for multiple properties with transaction needs!
cn: 适合多间房屋有交易需求的刊登方案！
vi: Thích hợp cho nhu cầu đăng tin nhiều bất động sản

# plan_membershipPlan
source: Membership Plan
cn: 会员方案
vi: Gói thành viên

# plan_membershipPlanDescription
source: Suitable for members looking to buy or rent properties.
cn: 适合想要买房或是租房的会员
vi: Thích hợp cho thành viên cần mua hoặc thuê nhà

# plan_membershipPlanDetail_landloardInfo
source: Access to landlord contact information
cn: 可获得房东联络资讯
vi: Đầy đủ thông tin liên hệ của chủ nhà

# plan_membershipPlanDetail_rateToLandloard
source: Ability to rate landlords
cn: 可进行房东的评价
vi: Tiến hành đánh giá

# plan_membershipPlanDetail_limit
source: Membership period is
cn: 会员期限为
vi: Thời hạn thành viên

# plan_slogan4
source: Stand Out, Let Your Property Shine
cn: 脱颖而出，让你的房屋出类拔萃
vi: Làm cho ngôi nhà của bạn thêm phần nổi bật

# plan_description4
source: Value-added services, providing more opportunities for exposure and visibility.
cn: 加值服务，提供更多展示机会和可见度
vi: Tăng cường dịch vụ,độ phổ biến cao hơn

# plan_service_updateSort
source: Update Sort
cn: 更新排序
vi: Cập nhật bài đăng hàng đầu

# plan_service_manualUpdates
source: Manual
cn: 手动更新
vi: Cập nhật thủ công

# plan_service_manualUpdatesDescription
source: (Manually click to update the sort order)
cn: (手动点击更新排序)
vi: (Bấm thủ công để cập nhật bài đăng)

# plan_service_automaticUpdates
source: Automatic
cn: 自动更新
vi: Cập nhật tự động

# plan_service_automaticUpdatesDescription
source: (Automatically updates the sort order)
cn: (系统自动更新排序)
vi: (Hệ thống tự động cập nhật bài đăng)

# plan_service_regularUpdates
source: Regular
cn: 定时更新
vi: Thiết lập cập nhật

# plan_service_regularUpdatesDescription
source: (Customize update frequency and time)
cn: (自订更新次数与更新时间)
vi: (Tùy chỉnh số lần và thời gian cập nhật)

# plan_service_adService
source: Advertising Services
cn: 广告服务
vi: Quảng cáo

# plan_service_prioritization
source: Priority Sorting
cn: 优先排序
vi: Ưu tiên

# plan_service_prioritizationDescription
source: (Always be placed before regular listings)
cn: (始终排在普通刊登前)
vi: (Luôn được xếp trước tin thông thường

# plan_service_preferred
source: Preferred
cn: 优选
vi: Ưa thích

# plan_service_preferredDescription
source: (Preferred section)
cn: (首页”优选” 区)
vi: (Trang chủ)

# plan_service_recommended
source: Recommended
cn: 推荐
vi: Đề xuất

# plan_service_recommendedDescription
source: (Recommended section)
cn: (列表”推荐” 区)
vi: (Danh sách)

# plan_service_labelingService
source: Labeling Services
cn: 标示服务
vi: Đánh dấu

# plan_service_pin
source: Pin
cn: 置顶
vi: Ghim đầu trang

# plan_service_pinDescription
source: (Prominent pin icon to indicate priority)
cn: (拥有醒目置顶标识)
vi: (Đánh dấu nổi bật đầu trang)

# plan_service_choice
source: Featured
cn: 精选
vi: Chọn lọc

# plan_service_choiceDescription
source: (Prominent featured icon)
cn: (拥有醒目精选标识)
vi: (Đánh dấu nổi bật chọn lọc)

# plan_service_expedtedTag
source: Urgent Tag
cn: 加急标签
vi: Gắn nhãn

# plan_service_expedtedTagDescription
source: (Prominent urgent tag)
cn: (拥有醒目加急标识)
vi: (Đánh dấu nổi bật "HOT")

# plan_service_publishByDedicated
source: Published by secretary
cn: 专人刊登
vi: Đăng bởi đội ngũ chuyên môn

# plan_service_publishByDedicatedDescription
source: (Published by secretary)
cn: (秘书协助刊登)
vi: (Thư kí hỗ trợ đăng tin)

# plan_slogan5
source: Make Your Property Transaction Journey More Comfortable
cn: 让你的房屋交易旅程更加舒适
vi: Giao dịch nhà ở của bạn thêm đơn giản

# plan_description5
source: Basic plans for everyone to use!
cn: 任何人都能使用的基本方案！
vi: Gói cơ bản phù hợp cho mọi cá nhân

# plan_removeAdPlan
source: Ad-Free Plan
cn: 去广告方案
vi: Gỡ quảng cáo

# plan_removeAdPlanDescription
source: Suitable for members who do not want to be disturbed by ads
cn: 适合不喜欢受广告打扰的会员
vi: Thích hợp cho những thành viên không thích bị làm phiền bởi quảng cáo

# plan_removeAllBanner
source: Remove all ads from the website
cn: 可去除网站上所有广告
vi: Loại bỏ tất cả quảng cáo trên trang web

# plan_removeAgentPlan
source: Agent-Free Plan
cn: 去仲介方案
vi: Gỡ môi giới

# plan_removeAgentPlanDescription
source: Suitable for members who do not want agent interference
cn: 适合不希望仲介打扰的会员
vi: Phù hợp cho thành viên không muốn bị làm phiền bởi người môi giới

# plan_removeAgentBanner
source: Can remove all agency listings from the website
cn: 可去除网站上所有仲介的刊登
vi: Loại bỏ tất cả các danh sách môi giới trung gian

# plan_qa
source: Frequently Asked Questions
cn: 常见问题
vi: Vấn đề thường gặp

# plan_qaDescription
source: If you have any questions about our plans, please feel free to contact us
cn: 对于我们的方案有任何疑问，欢迎与我们联系
vi: Bạn có bất kỳ câu hỏi nào về gói dịch vụ của chúng tôi, vui lòng liên hệ với chúng tôi

# plan_qaContactUs
source: Contact Us
cn: 联络我们
vi: Liên hệ với chúng tôi

# plan_subErr
source: Sub-account status cannot purchase plans. If you need to purchase, please switch to the agency account.
cn: 子账号身份无法购买方案，如需购买请切换至仲介公司账号
vi: Trạng thái tài khoản phụ không thể mua gói. Nếu bạn có nhu cầu mua, vui lòng chuyển sang tài khoản đại lý.

# agent_slogan1
source: Three-Generation Profit, Creating Residential Income Together!
vi: Phân chia lợi nhuận ba cấp,cùng nhau tạo thu nhập

# agent_subSlogan
source: Invite others to join; successful transactions will bring you benefits.
vi: Mời người khác tham gia và giao dịch thành công sẽ mang lại lợi ích cho bạn

# agent_description1
source: In order to ensure that every member enjoys more returns, 88go has specially introduced our unique three-generation profit-sharing program. When you successfully invite others to join as members, you will also receive a share of their transaction profits. What's even more exciting is that you can also share the agent's profit from their referrals, not limited to your transactions, but also including the members you referred and those they referred.
vi: Để cho phép mọi thành viên được hưởng nhiều lợi nhuận hơn, 88go đã đặc biệt triển khai kế hoạch chia sẻ lợi nhuận ba cấp dành cho thành viên của chúng tôi. Khi bạn mời thành công người khác tham gia làm thành viên, bạn cũng sẽ nhận được phần lợi nhuận được chia sẻ từ các giao dịch. Điều đáng mong đợi hơn là bạn cũng có thể chia sẻ lợi nhuận đại lý của bên kia, không chỉ các giao dịch của bạn mà còn cả các thành viên mà bạn giới thiệu và các thành viên mà họ giới thiệu

source: Agent Process
vi: Quy trình đại lý

# agent_join
source: Before Joining
cn: 加入前
vi: Trước khi tham gia

# agent_joinDescription2
source: Before joining 88go, you can become part of someone else's agents by entering their code. Once you become our member, you also have the opportunity to become an agent.
cn: 再加入88go前, 您可以通过填写他人的代码，成为对方代理的一员。加入我们的会员后, 您也获得能成为代理的机会。
vi: Trước khi tham gia 88go, bạn có thể trở thành thành viên đại lý của đối phương bằng cách điền mã giới thiệu. Sau khi tham gia thành viên của chúng tôi, bạn cũng sẽ có cơ hội trở thành đại lý

# agent_becomeMember
source: Become a Member
cn: 成为会员
vi: Trở thành thành viên

# agent_becomeMemberDescription
source: After becoming a member, you will receive a unique agent code. You can share this code with friends and family around you, inviting them to join 88go.
cn: 成为会员后，您将会获得一组专属的代理代码，您可以将这个代码分享给周遭的亲友, 邀请他们一起加入88go。
vi: Sau khi trở thành thành viên, bạn sẽ nhận được một bộ mã độc quyền, bạn có thể chia sẻ mã này cho người thân, bạn bè xung quanh và mời họ tham gia 88go.

# agent_becomeAgent
source: Become an Agent
cn: 成为代理
vi: Trở thành đại lý

# agent_becomeAgentDescription
source: Once you successfully invite others to join, you will have the status of an agent. Through the agent program, you will receive commission income, and you can also share the transaction profits of the people you referred.
cn: 成功邀請他人加入後，即擁有代理的身份，透過代理方案，您將擁有佣金收入，並且您所邀請的對象的交易利潤也能進行分成。
vi: Sau khi mời người khác tham gia thành công, bạn sẽ có tư cách đại lý, thông qua kế hoạch đại lý, bạn sẽ có thu nhập hoa hồng và lợi nhuận giao dịch của những người bạn mời

# agent_bonus
source: How Commission is Calculated
cn: 如何计算佣金
vi: Cách tính hoa hồng

# agent_benefits
source: Benefits of Three-Generation Profit Sharing
cn: 三代分润的好处
vi: Lợi ích phân chia lợi nhuận 3 cấp

# agent_invite
source: Invite Multiple People
cn: 邀请多人
vi: Mời nhiều người

# agent_inviteDescription
source: The chain effect allows your influence and earnings to continuously expand. The more people you invite, the more commission you will receive.
cn: 连锁效应让你的影响力和收益不断扩大，邀请越多人，获得的佣金也越多。
vi: Mô hình liên kết này giúp tầm ảnh hưởng và thu nhập của bạn ngày càng mở rộng. Càng mời nhiều người, bạn càng nhận được nhiều hoa hồng.

# agent_accounting
source: Transparent Accounting
cn: 帐务透明
vi: Minh bạch tài khoản

# agent_accountingDescription
source: Income statistics from the 1st to the 30th of each month will be remitted in the following month. Members can also view performance rewards in real-time, ensuring that your rewards are timely and transparent.
cn: 每月1-30日的收入统计将在隔月汇款, 会员也能即时查看业绩回报，确保你的回报及时、透明。
vi: Thống kê thu nhập từ ngày 1 đến ngày 30 hàng tháng sẽ được gửi cách tháng và các thành viên cũng có thể xem kết quả hoạt động ngay lập tức để đảm bảo rằng kết quả thu nhập của bạn được kịp thời và minh bạch

# agent_profits
source: Multi-Generation Profits
cn: 隔代利润
vi: Lợi nhuận phân cấp

# agent_profitsDescription
source: 1 per month - Even if the members you refer refer, you can share in their trading interests.
cn: 每月1-即使是你引荐的会员引荐的会员，你都能分享他们的交易利益。
vi: Mỗi tháng ngay cả khi các thành viên bạn giới thiệu, bạn có thể chia sẻ lợi ích giao dịch của họ

# agent_joinHands
source: Join Hands to Share the Glory of Living!
cn: 携手分享居住的荣耀！
vi: Chung tay chia sẻ vinh quang cuộc sống

# agent_joinHandsDescription
source: This chain effect allows your influence and earnings to continue to expand, making you an important part of a community that wins together in living. 88go believes that this mutually beneficial model can bring more value to each member and together we can create a better future for renting and buying.
cn: 这种连锁效应，让你的影响力和收益将持续扩大，成为一个居住共赢的社群中的重要一环。 88go相信, 这种互惠互利的模式能够为每个会员带来更多价值, 并让我们一同开创更美好的租购未来。
vi: Mô hình liên kết này sẽ cho phép tầm ảnh hưởng và thu nhập của bạn tiếp tục mở rộng, trở thành một phần quan trọng của cộng đồng đôi bên cùng có lợi. 88go tin rằng mô hình cùng có lợi này có thể mang lại nhiều giá trị hơn cho mỗi thành viên và cho phép chúng ta cùng nhau tạo ra một tương lai mua nhà cho thuê tốt hơn

# agent_join88go
source: Join the Ranks of 88go
cn: 加入88go的行列
vi: Gia nhập đội ngũ của 88go

# disclaimer_slogan
source: Thank you for using 88go Property Trading Platform.
cn: 感谢您使用 88go房屋交易网 。
vi: Cảm ơn bạn đã sử dụng mạng lưới giao dịch 88go

# disclaimer_description1
source: Welcome to 88go Property Trading Platform (hereinafter referred to as "we" or "the platform").
cn: 歡迎使用 88go房屋交易网(以下简称「我们」、「平台」)。
vi: Chào mừng bạn đến với mạng lưới giao dịch 88go (sau đây gọi tắt là “chúng tôi”, “nền tảng”)

# disclaimer_description2
source: Please read the following disclaimer carefully before using our services. Your use of our services signifies your agreement to these terms.
cn: 请在使用我们的服务之前详细阅读以下免责声明。使用我们的服务即表示您同意接受这些条款。
vi: Vui lòng đọc kỹ tuyên bố miễn trừ trách nhiệm sau đây trước khi sử dụng dịch vụ của chúng tôi. Bằng cách sử dụng dịch vụ của chúng tôi, bạn đồng ý với các điều khoản này

# disclaimer_list_title1
source: 1. Accuracy of Information
cn: 1. 信息准确性
vi: 1.Độ chính xác của thông tin

# disclaimer_list_description1
source: We make every effort to ensure the accuracy and completeness of property information and content on the platform. However, we cannot guarantee the accuracy and completeness of all information. You should independently assess and verify the correctness of property information.
cn: 我们竭尽所能确保平台上的房源信息和内容准确完整。然而，我们无法对所有信息的准确性和完整性做出保证。您应自行判断并核实房源信息的正确性。
vi: Chúng tôi nỗ lực hết sức để đảm bảo rằng thông tin và nội dung danh sách trên Nền tảng là chính xác và đầy đủ. Tuy nhiên, chúng tôi không thể đảm bảo tính chính xác hoặc đầy đủ của tất cả thông tin. Bạn nên đưa ra phán đoán của riêng mình và xác minh tính chính xác của thông tin danh sách.

# disclaimer_list_title2
source: 2. Rental and Real Estate Transactions
cn: 2. 租赁和购屋交易
vi: 2.Giao dịch cho thuê và mua nhà

# disclaimer_list_description2
source: 2.1 We provide only an information platform for rental and real estate transactions and are not involved in the actual transactions. Your rental or real estate transactions on the platform are your own decision, and we are not responsible for the performance or outcome of the transactions.
cn: 2.1 我们仅提供租赁和购屋的信息平台，不参与实际交易。您在平台上的租赁或购屋交易为您自行决定，我们不对交易的履行或结果负责。
vi: 2.1Chúng tôi chỉ cung cấp nền tảng thông tin cho thuê và mua nhà và không tham gia vào các giao dịch thực tế. Giao dịch thuê hoặc mua nhà của bạn trên nền tảng là do bạn quyết định và chúng tôi không chịu trách nhiệm về hiệu suất hoặc kết quả của giao dịch

# disclaimer_list_description3
source: 2.2 We recommend conducting thorough research and due diligence before entering into any transaction to ensure its legality and feasibility.
cn: 2.2 我们建议您在进行任何交易前进行充分的调查和审核，确保交易的合法性和可行性。
vi: 2.2Chúng tôi khuyên bạn nên tiến hành điều tra và xem xét đầy đủ trước khi thực hiện bất kỳ giao dịch nào để đảm bảo tính hợp pháp và khả thi của giao dịch

# disclaimer_list_title3
source: 3. Third-Party Content and Services
cn: 3. 第三方内容和服务
vi: 3.Nội dung và dịch vụ của bên thứ ba

# disclaimer_list_description4
source: The platform may contain content and links from third parties. These contents and services are unrelated to us, and we are not responsible for their accuracy, legality, or security. If you use these contents and services, you do so at your own risk.
cn: 平台上可能包含来自第三方的内容和连结，这些内容和服务与我们无关，我们不对其准确性、合法性或安全性进行负责。若您使用这些内容和服务，将自行承担风险。
vi: Nền tảng có thể chứa nội dung và liên kết từ các bên thứ ba không liên kết với chúng tôi và chúng tôi không chịu trách nhiệm về tính chính xác, tính hợp pháp hoặc sự an toàn của chúng. Bạn tự chịu rủi ro khi sử dụng những nội dung và dịch vụ này

# disclaimer_list_title4
source: 4. Use at Your Own Risk
cn: 4. 使用风险
vi: 4.Rủi ro sử dụng

# disclaimer_list_description5
source: Your use of our services is at your own risk. We do not guarantee that the platform will be error-free, secure, or uninterrupted. We are not responsible for any content that may damage your computer system.
cn: 使用我们的服务将自行承担风险。我们不保证平台将始终无错误、安全、不受中断，也不对可能导致您的计算机系统受损的任何内容负责。
vi: Việc sử dụng dịch vụ của chúng tôi là rủi ro của riêng bạn. Chúng tôi không đảm bảo rằng Nền tảng sẽ luôn không có lỗi, an toàn hoặc không bị gián đoạn và chúng tôi cũng không chịu trách nhiệm về bất kỳ nội dung nào có thể gây hư hỏng cho hệ thống máy tính của bạn

# disclaimer_list_title5
source: 5. Limitation of Legal Liability
cn: 5. 法律责任限制
vi: 5.Giới hạn trách nhiệm pháp lý

# disclaimer_list_description6
source: To the maximum extent permitted by applicable law, we shall not be liable for any losses or damages arising from your use of our services, whether direct, indirect, incidental, special, or consequential.
cn: 在适用法律允许的最大范围内，我们对因使用我们的服务而引起的任何损失或损害，不论是直接的、间接的、附带的、特殊的还是连带的，概不负责。
vi: Trong phạm vi tối đa được pháp luật hiện hành cho phép, chúng tôi sẽ không chịu trách nhiệm về bất kỳ tổn thất hoặc thiệt hại nào, dù trực tiếp, gián tiếp, ngẫu nhiên, đặc biệt hay do hậu quả, phát sinh từ việc sử dụng dịch vụ của chúng tôi

# disclaimer_list_title6
source: 6. Changes to Disclaimer
cn: 6. 免责声明的变更
vi: 6.Thay đổi đối với Tuyên bố miễn trừ trách nhiệm

# disclaimer_list_description7
source: We reserve the right to update the disclaimer at any time. Please check regularly to ensure you are aware of the latest content.
cn: 我们保留随时更新免责声明的权利，请定期查看以确保您了解最新的内容。
vi: Chúng tôi có quyền cập nhật tuyên bố từ chối trách nhiệm của mình bất cứ lúc nào, vì vậy vui lòng kiểm tra lại thường xuyên để đảm bảo bạn biết nội dung mới nhất
