Repository: huy123cv78/88Gohouse
Catalog: lib/l10n/app_*.arb
Languages: cn, vi

# video_replies
source: replies
cn: 则回复
vi: phản hồi

# search_sort
source: Sort
cn: 排序
vi: Lọc

# search_order_1
source: Newest
cn: 时间由近到远
vi: Tin từ mới đến cũ

# search_order_2
source: Oldest
cn: 时间由远到近
vi: Tin từ cũ đến mới

# search_order_3
source: Lowest Price
cn: 价格由低到高
vi: Giá từ thấp đến cao

# search_order_4
source: Highest Price
cn: 价格由高到低
vi: Giá từ cao đến thấp

# search_order_5
source: Smallest Area
cn: 面积由小到大
vi: Diện tích từ nhỏ đến lớn

# search_order_6
source: Largest Area
cn: 面积由大到小
vi: Diện tích từ lớn đến nhỏ

# search_addr
source: Location
cn: 地区
vi: Khu vực

# search_city
source: Province/City
cn: 省、县市
vi: Tỉnh / Thành

# search_area
source: District
cn: 區域 (行政區)
vi: Quận / Huyện

# search_ward
source: Township/Neighborhood
cn: 鄉、鎮、社、坊 (里)
vi: Phường / Xã

# search_type
source: Type
cn: 类型
vi: Loại hình

# search_pattern
source: Layout
cn: 型态
vi: Kiểu nhà

# search_rentRange
source: Range
cn: 租金范围
vi: Giá thuê

# search_saleRange
source: Range
cn: 售价范围
vi: Phạm vi mua bán

# search_unitRange
source: Unit Price Range
cn: 单价范围
vi: Khoảng giá đơn vị

# search_totalRange
source: Total Price Range
cn: 总价范围
vi: Tổng phạm vi giá

# search_structure
source: Structure
cn: 格局
vi: Số phòng

# search_proportion
source: Area
cn: 面积
vi: Diện tích

# search_houseDirection
source: Direction
cn: 房子方向
vi: Hướng nhà

# search_floor
source: Floor
cn: 楼层
vi: Tầng

# search_special
source: Special
cn: 特殊需求
vi: Yêu cầu đặc biệt

# search_identity
source: Identity
cn: 身份要求
vi: Yêu cầu khác

# search_unlimited
source: Unlimited
cn: 不限
vi: Không giới hạn

# search_room
source: Room
cn: 房
vi: Phòng

# search_roomUp
source: Rooms and above
cn: 房以上
vi: Phòng trở lên

# search_expand
source: Expand Options
cn: 展开选项
vi: Mở rộng tùy chọn

# search_collapse
source: Collapse Options
cn: 收起选项
vi: Thu gọn tùy chọn

# search_nearMRT
source: Near MRT Station
cn: 近捷运
vi: Gần phương tiện công cộng

# search_pet
source: Pets
cn: 可养宠物
vi: Nuôi thú cưng

# search_furnace
source: Cooking
cn: 可开伙
vi: Bếp lửa

# search_parking
source: Parking Space
cn: 附车位
vi: Chỗ để xe

# search_elevator
source: Elevator
cn: 有电梯
vi: Thang máy

# search_balcony
source: Balcony
cn: 有阳台
vi: Ban công

# search_shortTerm
source: Short-term Lease Available
cn: 提供短期租赁
vi: Dịch vụ cho thuê ngắn hạn

# search_hostPublished
source: Owner Published
cn: 屋主刊登
vi: Tin chủ sỡ hữu

# search_maleOnly
source: Male Only
cn: 限男性
vi: Ưu tiên nam

# search_femaleOnly
source: Female Only
cn: 限女性
vi: Ưu tiên nữ

# search_officeWorker
source: Office Worker
cn: 上班族
vi: Nhân viên văn phòng

# search_family
source: Family
cn: 家庭
vi: Gia đình

# search_student
source: Student
cn: 学生
vi: Học sinh

# search_native
source: Local Resident
cn: 本国人
vi: Người trong nước

# search_foreigners
source: Foreigner
cn: 外国人
vi: Người nước ngoài

# search_includingParking
source: Includes Parking
cn: 含车位
vi: Bao gồm chỗ đậu xe

# search_starSchool
source: Star School District
cn: 明星学区
vi: Trường học hàng đầu

# search_layout
source: Layout Diagram
cn: 有格局图
vi: Có sơ đồ mẫu

# search_above
source: and above
cn: 以上
vi: Trên

# search_caseType
source: Case
cn: 推案状态
vi: Trường hợp

# map_RentalMapSearch
source: Rental Map Search
cn: 租屋地图搜寻
vi: Tìm kiếm bản đồ cho thuê

# map_RentalMapSearchEn
source: Tìm kiếm bản đồ cho thuê
cn: Rental Map Search
vi: Rental Map Search

# map_SaleMapSearch
source: Sale Map Search
cn: 购屋地图搜寻
vi: Tìm kiếm bản đồ mua bán

# map_SaleMapSearchEn
source: Tìm kiếm bản đồ mua bán
cn: Sale Map Search
vi: Sale Map Search

# map_preSaleMapSearch
source: New Project Map Search
cn: 新建案地图搜寻
vi: Tìm kiếm bản đồ trước khi bán hàng

# map_prsSaleMapSearchEn
source: Tìm kiếm bản đồ trước khi bán hàng
cn: Pre-Sale Map Search
vi: Pre-Sale Map Search

# map_factoryMapSearch
source: Factory Map Search
cn: 厂房地图搜寻
vi: Tìm kiếm bản đồ nhà xưởng

# map_factoryMapSearchEn
source: Tìm kiếm bản đồ nhà xưởng
cn: Factory Map Search
vi: Factory Map Search

# map_landMapSearch
source: Land Map Search
cn: 土地地图搜寻
vi: Tìm kiếm bản đồ đất đai

# map_landMapSearchEn
source: Tìm kiếm bản đồ đất đai
cn: Land Map Search
vi: Land Map Search

# map_officeMapSearch
source: Office Map Search
cn: 办公地图搜寻
vi: Tìm kiếm bản đồ văn phòng

# map_officeMapSearchEn
source: Tìm kiếm bản đồ văn phòng
cn: Office Map Search
vi: Office Map Search

# map_shopMapSearch
source: Shop Map Search
cn: 店铺地图搜寻
vi: Tìm kiếm bản đồ cửa hàng

# map_shopMapSearchEn
source: Tìm kiếm bản đồ cửa hàng
cn: Shop Map Search
vi: Shop Map Search

# map_listSearch
source: List Search
cn: 列表查询
vi: Truy vấn danh sách

# map_county
source: County
cn: 县
vi: Quận

# map_district
source: District
cn: 区域
vi: Huyện

# map_type
source: Type
cn: 类型
vi: Kiểu

# map_minimumPrice
source: Enter Minimum Rental Price
cn: 请输入最低租金价格
vi: Từ

# map_maximumPrice
source: Enter Maximum Rental Price
cn: 请输入最高租金价格
vi: Đến

# map_minimumNewProjectPrice
source: Please enter the minimum unit price
cn: 请输入最低单价价格
vi: Từ

# map_maximumNewProjectPrice
source: Please enter the maximum price
cn: 请输入最高单价价格
vi: Đến

# map_minimumsSquare
source: Enter Minimum Square Meters
cn: 请输入最低平方公尺
vi: Từ

# map_maximumsSquare
source: Enter Maximum Square Meters
cn: 请输入最高平方公尺
vi: Đến

# map_selectTime
source: Select Time
cn: 请选择时间
vi: Vui lòng chọn thời gian

# detail_none
source: None
cn: 无
vi: không

# detail_can
source: Allowed
cn: 可以
vi: có thể

# detail_not
source: Not Allowed
cn: 不可以
vi: không thể

# detail_month
source: Month
cn: 月
vi: tháng

# detail_months
source: Months
cn: 个月
vi: tháng

# detail_tenThousand
source: Ten Thousand
cn: 万
vi: Mười nghìn

# detail_moveAnytime
source: , move in anytime
cn: ，可随时迁入
vi: Có thể chuyển đến bất cứ lúc nào

# detail_structure
source: Structure
cn: 格局
vi: Loại

# detail_room
source: Bedroom
cn: 房
vi: Phòng ngủ

# detail_hall
source: Living Room
cn: 厅
vi: Phòng khách

# detail_bathroom
source: Bathroom
cn: 卫
vi: Nhà vệ sinh

# detail_balcony
source: Balcony
cn: 阳台
vi: Ban công

# detail_proportion
source: Area
cn: 面积
vi: Diện tích

# detail_floor
source: Floor
cn: 楼层
vi: Tầng lầu

# detail_houseDirection
source: Direction
cn: 房子方向
vi: Hướng nhà

# detail_aroundTheLocation
source: Surroundings
cn: 位置周边
vi: Vị trí xung quanh

# detail_location
source: Location
cn: 位置
vi: Vị trí

# detail_surroundings
source: Surrounding
cn: 周边
vi: Môi trường xung quanh

# detail_traffic
source: Traffic
cn: 交通
vi: Giao thông

# detail_education
source: Education
cn: 教育
vi: Giáo dục

# detail_life
source: Life
cn: 生活
vi: Nhà hàng

# detail_medical
source: Medical
cn: 医疗
vi: Bệnh viện

# detail_live
source: Land/Living
cn: 土地/生活机能
vi: Đất/Tiện ích công cộng

# detail_equipmentAndRules
source: Equipments and Rules
cn: 设备与规则
vi: Thiết bị và nội quy

# detail_equipment
source: Provided Equipments
cn: 提供设备
vi: Nội thất cơ bản

# detail_homeEquipment
source: Equipments
cn: 住家设备
vi: Thiết bị gia dụng

# detail_washingMachine
source: Washing Machine
cn: 洗衣机
vi: Máy giặt

# detail_refrigerator
source: Refrigerator
cn: 冰箱
vi: Tủ lạnh

# detail_television
source: Television
cn: 电视
vi: TV

# detail_payTelevision
source: Cable TV
cn: 付费电视
vi: Truyền hình thu phí

# detail_waterHeater
source: Water Heater
cn: 热水器
vi: Máy nước nóng

# detail_airConditioner
source: Air Conditioner
cn: 冷氣
vi: Máy lạnh

# detail_gas
source: Natural Gas
cn: 天然瓦斯
vi: Gas

# detail_microWave
source: Microwave
cn: 微波炉
vi: Lò vi sóng

# detail_bed
source: Bed
cn: 床
vi: Giường

# detail_closet
source: Wardrobe
cn: 衣柜
vi: Tủ quần áo

# detail_table
source: Table and Chairs
cn: 桌椅
vi: Bàn ghế

# detail_parking
source: Parking Space
cn: 停车位
vi: Chỗ đậu xe

# detail_elevator
source: Elevator
cn: 电梯
vi: Thang máy

# detail_fireSecurity
source: Fire Safety
cn: 消防保全
vi: PCCC

# detail_rentalRules
source: Rental Rules
cn: 租屋规则
vi: Quy định cho thuê

# detail_pet
source: Pets Allowed
cn: 养宠物
vi: Nuôi thú cưng

# detail_furnace
source: Cooking Allowed
cn: 可开伙
vi: Nấu bếp

# detail_tax
source: Tax
cn: 报税
vi: Thuế

# detail_householdRegistration
source: Household Registration
cn: 入户籍
vi: Nhập hộ

# detail_godTable
source: Ancestral Tablet
cn: 神桌
vi: Bàn thờ

# detail_identity
source: Identity Requirements
cn: 身份要求
vi: Xác nhận danh tính

# detail_housingDetails
source: Housing Details
cn: 房屋详情
vi: Chi tiết nhà ở

# detail_factoryDetails
source: Factory Details
cn: 厂房详情
vi: Chi tiết nhà xưởng

# detail_landDetails
source: Land Details
cn: 土地详情
vi: Chi tiết đất đai

# detail_officeDetails
source: Office Details
cn: 办公详情
vi: Chi tiết văn phòng

# detail_shopDetails
source: Shop Details
cn: 店铺详情
vi: Chi tiết cửa hàng

# detail_rentalInstructions
source: Rental Instructions
cn: 租屋说明
vi: Chi tiết thuê nhà

# detail_factoryRentalInstructions
source: Rental Instructions
cn: 出租说明
vi: Chi tiết thuê nhà

# detail_rentIncludes
source: Rent Includes
cn: 租金含
vi: Giá thuê bao gồm

# detail_deposit
source: Deposit
cn: 押金
vi: Tiền cọc

# detail_managementFees
source: Management Fees
cn: 管理费
vi: Phí quản lý

# detail_minimumRentalPeriod
source: Minimum Rental Period
cn: 最短租期
vi: Thời gian thuê tối thiểu

# detail_houseDescription
source: House Description
cn: 房屋说明
vi: Mô tả nhà ở

# detail_factoryInfo
source: Factory Information
cn: 厂房资讯
vi: Thông tin nhà xưởng

# detail_landInfo
source: Land Information
cn: 土地资讯
vi: Thông tin đất đai

# detail_salesDescription
source: Sales Description
cn: 销售说明
vi: Mô tả bán hàng

# detail_descriptionOfHousePropertyRegistration
source: Description of Property Registration
cn: 产权登记说明
vi: Hướng dẫn đăng ký quyền sở hữu

# detail_houseQA
source: House FAQs
cn: 房屋问答
vi: Hỏi đáp nhà ở

# detail_factoryQA
source: Factory FAQS
cn: 厂房问答
vi: Hỏi đáp về nhà xưởng

# detail_landQA
source: Land FAQS
cn: 土地问答
vi: Hỏi đáp đất đai

# detail_officeQA
source: Office FAQS
cn: 办公问答
vi: Hỏi đáp văn phòng

# detail_shopQA
source: Shop FAQS
cn: 店铺问答
vi: Hỏi đáp về cửa hàng

# detail_houseQADescription
source: Enter your question, the poster will respond to you as soon as possible
cn: 输入提问内容，刊登者会第一时间给您回复
vi: Nhập nội dung câu hỏi và nhà phát hành sẽ trả lời bạn trong thời gian sớm nhất

# detail_contentPLaceholder
source: Enter your question here
cn: 请输入内容
vi: Vui lòng nhập nội dung

# detail_property
source: Property
cn: 产权
vi: Tài sản

# detail_statutoryPurpose
source: Statutory Purpose
cn: 法定用途
vi: Chứng nhận quyền sử dụng đất

# detail_buildingArea
source: Building Area
cn: 建物面积
vi: Chứng nhận quyền sử dụng đất

# detail_similarHouses
source: Similar Houses
cn: 类似房屋
vi: Diện tích xây dựng

# detail_nearbyFactories
source: Nearby Factories
cn: 附近厂房
vi: Nhà xưởng gần đó

# detail_nearbyLand
source: Nearby Lands
cn: 附近土地
vi: Đất gần đó

# detail_landlordPage
source: View
cn: 查看店铺
vi: Kiểm tra

# detail_sendQuestion
source: Send Question
cn: 发送提问
vi: Gửi câu hỏi

# detail_postedBy
source: Published by
cn: 发表人
vi: Gửi bởi

# detail_publishedIn
source: Published in
cn: 发布于
vi: Đăng trên

# detail_viewAll
source: View all
cn: 查看全部照片
vi: Xem tất cả ảnh

# detail_houseAge
source: House age
cn: 屋龄
vi: Năm xây dựng nhà

# detail_parkingSpace
source: Parking space
cn: 车位
vi: Chỗ đậu xe

# detail_report
source: Report
cn: 检举此房屋
vi: Báo cáo thuộc tính này

# detail_share
source: Share
cn: 分享
vi: Chia sẻ

# detail_shareToFriends
source: Share your good house with more friends!
cn: 分享好房子给更多朋友！
vi: Chia sẻ ngôi nhà tốt của bạn với nhiều bạn bè hơn!

# detail_copyLink
source: Copy link
cn: 复制连结
vi: Sao chép liên kết

# detail_shareOnFb
source: Share on facebook
cn: 分享至Facebook
vi: Chia sẻ lên Facebook

# detail_shareOnZalo
source: Share on Zalo
cn: 分享至Zalo
vi: Chia sẻ lên Zalo

# detail_shareother
source: Other Method
cn: 其他方式
vi: Những cách khác

# detail_notice
source: 88GO reminds you: It is no longer convenient for the poster to view the property. It is a scam to ask for a deposit on the grounds that the property is in high demand!
cn: 88GO提醒您:刊登者以不方便看房、物件抢手为由「需先付订金」的是诈骗!
vi: 88GO nhắc nhở bạn: Người đăng xem nhà không còn thuận tiện nữa, việc yêu cầu đặt cọc với lý do tài sản đang có nhu cầu cao là lừa đảo!

# detail_nearbyQuotations
source: Nearby Quotations
cn: 附近行情
vi: Báo giá thị trường

# detail_investment
source: Investment
cn: 投资建设
vi: đầu tư

# detail_finished
source: Finished
cn: 完工
vi: Hoàn thành

# detail_handover
source: Handover
cn: 交屋时间
vi: Nhà bàn giao

# detail_houseCondition
source: House Condition
cn: 交屋屋况
vi: Tình trạng nhà

# detail_openSale
source: Open Sale
cn: 公开销售
vi: Bán công khai

# detail_loanRatio
source: Loan Ratio
cn: 贷款成数
vi: Tỷ lệ vay

# detail_receptionCenter
source: Reception Center
cn: 接待会馆
vi: Sảnh lễ tân

# detail_layout
source: Layouts
cn: 主推格局
vi: Bố cục mở

# detail_salesInfo
source: Sales Information
cn: 销售资讯
vi: Thông tin bán hàng

# detail_community
source: Community
cn: 社区规划
vi: Cộng đồng

# detail_building
source: buildings
cn: 栋
vi: tòa nhà

# detail_buildingPlanning
source: Building Planning
cn: 栋户规划
vi: Quy hoạch nhà

# detail_aboveGround
source: above ground
cn: 地上楼层
vi: trên mặt đất

# detail_underGround
source: under ground
cn: 地下楼层
vi: dưới lòng đất

# detail_buildingMaterials
source: Building Materials
cn: 建材说明
vi: Vật liệu xây dựng

# detail_builderInfo
source: Builder information
cn: 建商资讯
vi: Thông tin người xây dựng

# detail_constructionCompany
source: Construction company
cn: 营造公司
vi: Công ty xây dựng

# detail_architecturalDesign
source: Architectural design
cn: 建筑设计
vi: Thiết kế kiến trúc

# detail_sellingByYourself
source: Selling by yourself
cn: 自行销售
vi: Tự bán hàng

# detail_features
source: Features
cn: 特色说明
vi: Tính năng

# detail_comparePrices
source: Compare prices
cn: 周边比价
vi: So sánh giá

# detail_service
source: Service
cn: 服务时间
vi: Phục vụ

# detail_legalDocument
source: Legal document
cn: 法律文件
vi: Tài liệu pháp lý

# detail_notUploadedYet
source: Not Uploaded Yet
cn: 暂未上传格局图
vi: Chưa tải lên

# detail_latestNews
source: Latest News
cn: 最新动态
vi: Tin mới nhất

# detail_viewsAll
source: View All
cn: 查看全部动态
vi: Xem tất cả

# detail_newProjectStory
source: Project Story
cn: 建案动态
vi: Chuyện dự án

# detail_appQrcode
source: Scan the QR Code using the app
cn: 使用应用程式扫描QR Code
vi: Quét mã QR bằng ứng dụng

# detail_clickLink
source: Click
cn: 点选连结
vi: Nhấp vào liên kết

# detail_saleBySplits
source: Sale By Splits
cn: 分割出售
vi: Bán theo chia tách

# detail_widthOfTheFrontRoad
source: Width from the road
cn: 临路路宽
vi: Khoảng cách đến mặt đường

# detail_buildingHeightLimit
source: Building height limit
cn: 建物限高
vi: Xây dựng giới hạn chiều cao

# detail_specification
source: Specification
cn: 规格
vi: Đặc điểm kỹ thuật

# detail_passengerElevator
source: Passenger elevator
cn: 客梯
vi: Thang máy chở khách

# detail_freightElevator
source: Freight elevator
cn: 货梯
vi: Thang máy chở hàng

# detail_includedInRent
source: Included in rent
cn: 包含于租金内
vi: Bao gồm trong tiền thuê

# detail_nearbyOffice
source: Nearby offices
cn: 附近办公
vi: Văn phòng lân cận

# detail_nearbyShop
source: Nearby stores
cn: 附近店铺
vi: Cửa hàng lân cận

# detail_averageRental
source: average rental price nearby
cn: 附近出租成交均价
vi: giá giao dịch cho thuê trung bình lân cận

# detail_averageSale
source: average selling price nearby
cn: 附近出售成交均价
vi: Giá bán trung bình lân cận

# detail_averageAmount
source: Average price
cn: 成交均价
vi: Giá trung bình

# publisher_rentList
source: Available Rental Properties
cn: 待租物件列表
vi: Danh sách cho thuê

# publisher_saleList
source: Available Sale Properties
cn: 待售物件列表
vi: Danh sách mua bán

# publisher_more
source: View More
cn: 查看更多
vi: Xem thêm

# publisher_noHouseForRent
source: - Currently, there are no houses available for rent -
cn: - 目前无出租中房屋-
vi: - Hiện tại không có bất động sản nào cho thuê-

# publisher_noHouseForSale
source: - Currently, there are no houses available for sale -
cn: - 目前无出售中房屋-
vi: - Hiện tại không có bất động sản nào mua bán -

# publisher_openRating
source: View Ratings
cn: 查看评价
vi: Xem đánh giá

# publisher_currently
source: Total of
cn: 目前共有
vi: Hiện nay có tổng cộng

# publisher_house
source: houses
cn: 间房屋
vi: phòng

# publisher_case
source: cases
cn: 建案
vi: trường hợp

# publisher_factory
source: factories
cn: 厂房
vi: nhà xưởng

# publisher_land
source: lands
cn: 土地
vi: đất

# publisher_newHouse
source: new items added today
cn: 今日新增
vi: mục mới vừa thêm vào hôm nay

# publisher_tabs_home
source: Home
cn: 首页
vi: Trang đầu

# publisher_tabs_rent
source: Rent
cn: 待租物件列表
vi: Danh sách bất động sản cho thuê

# publisher_tabs_sale
source: Sale
cn: 待售物件列表
vi: Danh sách nhà để bán

# publisher_tabs_detail
source: Detail
cn: 详细介绍
vi: Giới thiệu chi tiết

# publisher_tabs_message
source: Consultation
cn: 留言咨询
vi: Thông điệp tư vấn

# publisher_working
source: working
cn: 从业
vi: luyện tập

# publisher_views
source: views
cn: 浏览人次
vi: Lượt xem

# publisher_companyInfo
source: Company information
cn: 公司资料
vi: Thông tin công ty

# publisher_company
source: company
cn: 就职公司
vi: công ty

# publisher_workingYears
source: year
cn: 从业年限
vi: năm

# publisher_workingExperience
source: experience
cn: 从业经历
vi: kinh nghiệm

# publisher_qaDescription
source: Enter the question content and the operator will reply to you as soon as possible
cn: 输入提问内容，业者会第一时间给您回复
vi: Nhập nội dung câu hỏi và nhà điều hành sẽ trả lời bạn trong thời gian sớm nhất

# publisher_onlyTenItems
source: Only show the latest 10 items
cn: 此处仅显示最新10件
vi: Chỉ có 10 mục mới nhất được hiển thị ở đây

# publisher_evaluationDetails
source: Evaluation details
cn: 评价详情
vi: Đánh giá chi tiết

# publisher_summary
source: Summary
cn: 评价摘要
vi: Bản tóm tắt

# publisher_evaluate
source: Evaluate
cn: 评价
vi: đánh giá

# publisher_comment
source: Comment
cn: 评论
vi: Bình luận

# publisher_rating
source: Rating
cn: 评分
vi: Số điểm

# publisher_explanation
source: Explanation
cn: 说明
vi: Giải trình

# info_learnMore
source: Learn More
cn: 了解更多
vi: Tìm hiểu thêm

# info_outPlan
source: Our Membership Plans
cn: 我們的方案
vi: Gói dịch vụ của chúng tôi

# info_outPlanEn
source: Gói dịch vụ của chúng tôi
cn: Our Membership Plan
vi: Our Membership Plan

# info_agencyRegulations
source: Agent Regulations
cn: 代理规章
vi: Điều lệ đại diện

# info_choose88go
source: Why Choose 88go
cn: 为何选择88go
vi: Vì sao chọn 88go

# info_choose88goEn
source: Vì sao chọn 88go
cn: About 88go
vi: Về 88go

# info_disclaimer
source: Disclaimer
cn: 免责声明
vi: Tuyên bố miễn trừ trách nhiệm

# info_disclaimerEn
source: Tuyên bố miễn trừ trách nhiệm
cn: Disclaimer
vi: Disclaimer

# info_policy
source: Membership Rules & Privacy Policy
cn: 会员条款与隐私权声明
vi: Điều khoản và quyền riêng tư

# info_policyEn
source: Điều khoản và quyền riêng tư
cn: Membership Rules & Privacy Policy
vi: Membership Rules & Privacy Policy

# about_slogan1
source: Renting and Buying, Perfect Harmony!
cn: 租购两相宜！
vi: Chi phí hợp lý!

# about_slogan2
source: Embrace the Future of Living,
cn: 拥抱居住新未来，
vi: Nắm bắt tương lai mới

# about_welcome
source: Welcome to 88go Real Estate Platform!
cn: 欢迎来到 88go房屋交易网!
vi: Chào mừng đến 88go

# about_description1
source: We are a platform offering comprehensive housing solutions. Whatever your residential needs, 88go will be your reliable partner. We look forward to providing you with the best quality service on this housing journey and working with you to realize a new future in living.
cn: 我们是一个提供全方位居住解决方案的平台，无论你的居住需求如何 88go 都将成为你可靠的伙伴。我们期待在这个居住的旅程中，为你提供最优质的服务。与你携手实现居住的新未来。
vi: Chúng tôi là nền tảng cung cấp đầy đủ các giải pháp nhà ở, bất kể nhu cầu nhà ở của bạn là gì, 88go sẽ là đối tác tin cậy của bạn. Chúng tôi mong muốn được cung cấp cho bạn dịch vụ tốt nhất trong hành trình lưu trú này.Chung tay cùng bạn thực hiện nơi ở lí tưởng trong tương lai

# about_slogan3
source: Diverse Listings, More Choices
cn: 房源多元，选择更多
vi: Nguồn cung nhà ở đa dạng, nhiều sự lựa chọn

# about_description2
source: 88go brings together numerous high-quality listings, covering various needs and budgets. From cozy apartments to spacious villas, from downtown cores to serene suburbs, our listings are diverse and are sure to meet your requirements. We also provide multiple devices for browsing, allowing you to find your ideal home anytime, anywhere.
cn: 88go 汇聚了众多优质的房源，涵盖各种需求和预算。从舒适的公寓到宽敞的别墅，从市区核心到宁静郊区，我们的房源种类繁多，一定能满足你的要求。我们也提供多装置的浏览方式，让您随时随地都能寻找理想的家园。
vi: 88go tập hợp nhiều loại hình bất động sản chất lượng để đáp ứng mọi nhu cầu và ngân sách. Chúng tôi cũng cung cấp khả năng tương thích trên nhiều thiết bị để bạn có thể tìm thấy ngôi nhà lý tưởng của mình mọi lúc, mọi nơi

# about_download
source: Download the App
cn: 下载APP
vi: Tải xuống

# about_slogan4
source: No Agent Fees, Save Your Expenses
cn: 免仲介费，节省开支
vi: Không mất phí môi giới, tiết kiệm chi phí

# about_description3
source: We believe renting or buying a house should be easy and enjoyable, not burdened by hefty costs. 88go promises not to let complicated agent fees be a barrier to your housing choice. With just a small membership fee, you can enjoy secure real estate transactions and maximize your benefits from the deals.
cn: 我们坚信，租房买房应该轻松惬意，而不是负担沉重的费用。 88go 承诺，不再让繁琐的仲介费用成为你选屋的障碍。只要一点点会员费用，即可享有安心的房屋交易，并让房屋交易的利益最大化。
vi: Chúng tôi tin chắc rằng việc thuê và sở hữu một ngôi nhà phải dễ dàng và thuận lợi chứ không phải nhiều phiền toái phức tạp. 88go hứa hẹn đối với chi phí môi giới sẽ không còn là trở ngại cho bạn trong việc lựa chọn nhà. Chỉ với một khoản phí thành viên nhỏ, bạn có thể tận hưởng các giao dịch tại nhà an toàn và tối đa hóa lợi ích từ các giao dịch tại nhà của mình

# about_ourPlan
source: Explore Our Plans
cn: 了解我们的方案
vi: Tìm hiểu về các gói dịch vụ của của chúng tôi

# about_slogan5
source: Worry-Free Renting, Partners Taking Care of You!
cn: 租房无忧，伙伴照顾您！
vi: Yên tâm thuê nhà, đối tác sẽ hỗ trợ bạn

# about_description4
source: At 88go, we are dedicated to creating a secure and smooth transaction experience for you, enabling you to confidently choose your ideal residence. Our partnered professionals, with their rich experience and expertise, assist you at every step of the housing transaction. Whether it's legal support, transaction protection, or handling details, they go the extra mile to ensure your interests are maximally protected.
cn: 在88go, 我们致力于为您打造一个安心、顺畅的交易体验, 让您能够放心选择理想的居所。我们的合作代书伙伴凭借他们丰富的经验和专业知识, 协助您安心地面对房屋交易的每一步。无论是法律支援、交易保障还是细节处理, 他们都将全力以赴，确保您的利益得到最大程度的保护。
vi: Tại 88go, chúng tôi cam kết tạo ra trải nghiệm giao dịch an toàn và suôn sẻ cho bạn, để bạn có thể tự tin lựa chọn nơi cư trú lý tưởng cho mình. Các đại lý của chúng tôi sử dụng kinh nghiệm và kiến ​​thức chuyên môn của mình để hỗ trợ bạn với sự an tâm tuyệt đối. Cho dù đó là hỗ trợ pháp lý, bảo vệ giao dịch hay xử lý chi tiết, họ sẽ nỗ lực hết mình để đảm bảo rằng lợi ích của bạn được bảo vệ ở mức độ lớn nhất

# about_slogan6
source: Let us make the deal on your home
cn: 让我们为您的房屋交易
vi: Hãy để chúng tôi thực hiện giao dịch về ngôi nhà của bạn

# about_slogan7
source: Add confidence and convenience
cn: 增添信心与便利
vi: Thêm sự tự tin và tiện lợi

# about_getStared
source: Get started today and find the right person and your home!
cn: 立即开始，寻找合适的人以及属于你的家！
vi: Bắt đầu ngay bây giờ tìm người phù hợp và ngôi nhà của bạn

# about_description5
source: At 88go, we provide you with a platform to start searching for your ideal home as well as good housing offers. Whether you are a tenant or a landlord, we will help you find the right home and the right deal. Let's start this exciting journey together!
cn: 在88go, 我们为您提供了一个开始寻找您的理想居所以及提供良好房屋的平台。无论您是房客还是房东, 我们都将帮助您找到最合适的家、最合适的交易方。让我们一起开始这段令人期待的旅程!
vi: Tại 88go, chúng tôi cung cấp cho bạn nền tảng để bắt đầu tìm kiếm ngôi nhà lý tưởng cũng như các ưu đãi về nhà ở tốt. Cho dù bạn là người thuê nhà hay chủ nhà, chúng tôi sẽ giúp bạn tìm được ngôi nhà phù hợp và hợp đồng phù hợp. Hãy cùng nhau bắt đầu cuộc hành trình thú vị này

# about_anyQuestion
source: If you have any questions, feel free to contact us
cn: 有任何疑问，欢迎与我们联系
vi: Nếu bạn có bất kỳ câu hỏi nào hãy liên hệ với chúng tôi

# about_contactUs
source: Contact Us
cn: 联络我们
vi: Liên hệ chúng tôi
