Repository: huy123cv78/88Gohouse
Catalog: lib/l10n/app_*.arb
Languages: cn, vi

# upgrade_account_notice2
source: ※ It is valid for 30 days from the subscription date. If no action is taken to cancel or change the plan upon expiration, the same plan will be automatically renewed.
cn: ※ 订阅日起30天内有效, 到期时若无采取取消或更换方案之动作，将自动续订同一方案
vi: ※ Nó có hiệu lực trong 30 ngày kể từ ngày đăng ký. Nếu không có hành động nào được thực hiện để hủy hoặc thay đổi gói khi hết hạn, gói tương tự sẽ được tự động gia hạn.

# mortgageCalculator_enTitle
source: Công cụ tính khoản vay
cn: Mortgage Calculator
vi: Mortgage Calculator

# mortgageCalculator_loanAmount
source: Loan amount
cn: 借款金额
vi: Khoản tiền cần vay (VND)

# mortgageCalculator_loanTerm
source: Loan term
cn: 贷款期限
vi: Thời gian vay (Tháng)

# mortgageCalculator_loanRate
source: Loan rate
cn: 贷款利率
vi: Lãi suất cho vay (%)

# mortgageCalculator_loanType
source: Loan type
cn: 贷款类型
vi: Loại hình vay

# mortgageCalculator_average
source: Average monthly payment
cn: 每月平均支付
vi: Trả đều hàng tháng

# mortgageCalculator_paymentInEqual
source: Payment in equal installments, interest calculated on decreasing balance
cn: 等额分期付款，以余额递减计算利息
vi: Trả góp đều, lãi tính trên dư nợ giảm dần hàng tháng

# mortgageCalculator_chooseBankRate
source: Bank
cn: 银行
vi: Ngân hàng

# mortgageCalculator_rate
source: Rate
cn: 利率
vi: Lãi suất

# mortgageCalculator_monthlyInterest
source: Monthly interest
cn: 每月利息
vi: Lãi hàng tháng

# mortgageCalculator_interestPayable
source: Interest payable
cn: 应付利息
vi: Tiền lãi phải trả

# mortgageCalculator_totalAmountPayable
source: Total payable
cn: 应付总额
vi: Tổng phải trả

# mortgageCalculator_expand
source: Expand
cn: 展开具体资讯
vi: Mở rộng

# mortgageCalculator_collapse
source: Collapse
cn: 收起具体资讯
vi: Thu gọn

# mortgageCalculator_detail
source: Details
cn: 具体资讯
vi: Chi tiết

# mortgageCalculator_period
source: Period
cn: 周期数
vi: Số kỳ

# mortgageCalculator_balancePeriod
source: Balance per period
cn: 每期余额
vi: Dư nợ đầu kỳ

# mortgageCalculator_principalPayable
source: Principal payable
cn: 应付本金
vi: Vốn phải trả

# mortgageCalculator_principalAndInterest
source: Principal + interest
cn: 本金+利息
vi: Vốn + lãi

# mortgageCalculator_total
source: Total
cn: 总计
vi: Tổng

# mortgageCalculator_description
source: Description
cn: 说明
vi: Sự miêu tả

# mortgageCalculator_para1
source: The loan calculation function is a function provided by Vietnam Commercial Bank to assist customers in estimating the interest and principal amount required to pay for a loan.
cn: 贷款计算功能是越南商业银行提供的功能，可协助客户估算贷款所需支付的利息和本金金额。
vi: Chức năng tính toán khoản vay là một tính năng được cung cấp bởi các ngân hàng thương mại tại Việt Nam để giúp khách hàng ước tính số tiền lãi và gốc cần phải trả cho khoản vay của mình.

# mortgageCalculator_para2
source: To use the loan calculation feature, customers need to provide some basic information about their loan, including:
cn: 要使用贷款计算功能，客户需要提供一些有关贷款的基本信息，包括：
vi: Để sử dụng tính năng tính toán khoản vay, khách hàng cần cung cấp một số thông tin cơ bản về khoản vay, bao gồm:

# mortgageCalculator_loan
source: Loan
cn: 贷款
vi: Số tiền vay

# mortgageCalculator_para3
source: Based on this information, the function will calculate and display the following information to the customer:
cn: 根据此信息，该功能将计算并向客户显示以下信息：
vi: Trên cơ sở các thông tin này, tính năng sẽ tính toán và hiển thị cho khách hàng các thông tin sau:

# mortgageCalculator_list1
source: Monthly principal payment
cn: 每月支付的本金
vi: Số tiền gốc cần trả hàng tháng

# mortgageCalculator_list2
source: Monthly interest payment
cn: 每月需要支付的利息金额
vi: Số tiền lãi cần trả hàng tháng

# mortgageCalculator_list3
source: Total amount to be paid for the entire loan
cn: 支付全部贷款所需的总金额
vi: Tổng số tiền cần trả cho cả khoản vay

# mortgageCalculator_para4
source: The Vietnam Bank Loan Calculator function is a useful tool that helps customers estimate the cost of a loan before deciding to borrow. This feature also helps customers compare interest rates and loan terms between banks to choose the loan that best suits their needs.
cn: 越南银行贷款计算功能是一个有用的工具，可以帮助客户在决定借款之前估算贷款成本。此功能还可以帮助客户比较银行之间的利率和贷款条件，以选择最适合他们需求的贷款。
vi: Tính năng tính toán khoản vay ngân hàng Việt Nam là một công cụ hữu ích giúp khách hàng có thể ước tính được chi phí vay vốn trước khi quyết định vay. Tính năng này cũng giúp khách hàng có thể so sánh lãi suất và điều kiện vay vốn giữa các ngân hàng để lựa chọn được khoản vay phù hợp nhất với nhu cầu của mình.

# mortgageCalculator_para5
source: How to use Vietnam Bank loan calculation function
cn: 如何使用越南银行贷款计算功能
vi: Cách sử dụng tính năng tính toán khoản vay ngân hàng Việt Nam

# mortgageCalculator_para6
source: To use the Vietnam Bank loan calculation function, customers can follow the steps below:
cn: 要使用越南银行贷款运算功能，客户可以按照以下步骤操作：
vi: Để sử dụng tính năng tính toán khoản vay ngân hàng Việt Nam, khách hàng có thể thực hiện theo các bước sau:

# mortgageCalculator_list4
source: Visit the website or mobile banking app of the bank where you want to borrow money.
cn: 造访您想要借款的银行的网站或手机银行应用程式
vi: Truy cập trang web hoặc ứng dụng ngân hàng di động của ngân hàng mà bạn muốn vay vốn.

# mortgageCalculator_list5
source: Look for the loan calculator feature.
cn: 寻找贷款计算器功能
vi: Tìm kiếm tính năng tính toán khoản vay.

# mortgageCalculator_list6
source: Enter the necessary information about your loan.
cn: 输入有关您的贷款的必要资讯
vi: Nhập các thông tin cần thiết về khoản vay của bạn.

# mortgageCalculator_list7
source: Press the "Calculate" button.
cn: 按下“计算”按钮
vi: Nhấn nút "Tính toán".

# mortgageCalculator_para7
source: Message to be entered
cn: 要输入的讯息
vi: Các thông tin cần nhập

# mortgageCalculator_list8
source: Loan amount: The amount of money you want to borrow from the bank.
cn: 贷款金额：您想向银行借钱的金额
vi: Số tiền vay: Số tiền mà bạn muốn vay từ ngân hàng.

# mortgageCalculator_list9
source: Loan interest rate: The interest rate you will pay for a loan. Loan rates are usually calculated annually, but you can enter a monthly loan rate if the feature allows.
cn: 贷款利率：您将为贷款支付的利率。贷款利率通常按年计算，但如果功能允许，您可以输入每月贷款利率
vi: Lãi suất vay: Lãi suất mà bạn sẽ phải trả cho khoản vay của mình. Lãi suất vay thường được tính theo năm, nhưng bạn có thể nhập lãi suất vay theo tháng nếu tính năng cho phép.

# mortgageCalculator_list10
source: Loan term: How long you have to repay the loan. Loan terms are usually calculated in years, but if the feature allows, you can enter the loan term in months.
cn: 贷款期限：您需要偿还贷款的时间。贷款期限通常以年为单位计算，但如果功能允许，您可以以月为单位输入贷款期限
vi: Kỳ hạn vay: Thời gian mà bạn sẽ cần trả nợ khoản vay của mình. Kỳ hạn vay thường được tính theo năm, nhưng bạn có thể nhập kỳ hạn vay theo tháng nếu tính năng cho phép.

# mortgageCalculator_para8
source: Displayed message
cn: 显示的讯息
vi: Các thông tin hiển thị

# mortgageCalculator_list11
source: Monthly Principal Payment: The amount of principal you need to pay each month to gradually reduce your loan.
cn: 每月本金支付：您每月需要支付的本金金额，以逐步减少贷款
vi: Số tiền gốc cần trả hàng tháng: Số tiền gốc mà bạn cần trả hàng tháng để giảm dần khoản vay của mình.

# mortgageCalculator_list12
source: Monthly Interest Payment: The amount of interest you pay each month on your loan.
cn: 每月利息支付：您每月需要为贷款支付的利息金额
vi: Số tiền lãi cần trả hàng tháng: Số tiền lãi mà bạn cần trả hàng tháng cho khoản vay của mình.

# mortgageCalculator_list13
source: Total Loan Payment: The total amount of principal and interest you need to pay for the entire loan.
cn: 整个贷款的支付总额：您需要支付的整个贷款的本金和利息总额
vi: Tổng số tiền cần trả cho cả khoản vay: Tổng số tiền gốc và lãi mà bạn cần trả cho cả khoản vay.

# mortgageCalculator_para9
source: Notes
cn: 笔记
vi: Ghi chú

# mortgageCalculator_list14
source: The information displayed by the Vietnam Bank loan calculation function is for reference only. Actual interest and principal amounts may vary based on other factors, such as inflation and market interest rates.
cn: 越南银行贷款计算功能显示的资讯仅供参考。实际利息和本金金额可能会因其他因素（例如通货膨胀率和市场利率）而有所不同
vi: Thông tin hiển thị bởi tính năng tính toán khoản vay ngân hàng Việt Nam chỉ mang tính chất tham khảo. Số tiền lãi và gốc thực tế có thể thay đổi tùy thuộc vào các yếu tố khác, chẳng hạn như tỷ lệ lạm phát và lãi suất thị trường.

# mortgageCalculator_list15
source: You should consult a banking expert for detailed advice on your loan.
cn: 您应该咨询银行专家以获得有关您的贷款的详细建议
vi: Bạn nên tham khảo ý kiến của chuyên viên ngân hàng để được tư vấn chi tiết về khoản vay của mình.

# files_download
source: Download File
cn: 档案下载
vi: Tập tin tải về

# files_downloadEn
source: Tập tin tải về
cn: Download
vi: Download

# files_updateAt
source: Updated at:
cn: 上次更新于:
vi: Cập nhật trên:

# publish_description
source: Choose the appropriate type of listing for your needs.
cn: 请选择符合需求的刊登类型
vi: Vui lòng chọn loại danh sách nhu cầu của bạn

# publish_checkType
source: Confirm Type
cn: 确认类型
vi: Xác nhận

# publish_information
source: Fill in
cn: 填写资料
vi: Điền thông tin

# publish_confirmPublish
source: Confirm Plan
cn: 确认刊登方案
vi: Xác nhận gói đăng tin

# publish_complete
source: Complete
cn: 完成刊登
vi: Hoàn tất

# publish_thisAccount
source: Account
cn: 此账号
vi: 此账号

# publish_specifyAccount
source: Specified account
cn: 指定账号
vi: 指定账号

# publish_rental
source: House for rent
cn: 出租刊登
vi: Đăng tin cho thuê

# publish_sale
source: House for sale
cn: 出售刊登
vi: Đăng tin mua bán

# publish_factoryRental
source: Factory for rent
cn: 厂房出租刊登
vi: Đăng tin thuê nhà xưởng

# publish_factorySale
source: Factory for sale
cn: 厂房出售刊登
vi: Danh sách bán nhà xưởng

# publish_landRental
source: Land for rent
cn: 土地出租刊登
vi: Danh sách đất cho thuê

# publish_landSale
source: Land for sale
cn: 土地出售刊登
vi: Đăng tin bán đất

# publish_officeRental
source: Office for rent
cn: 办公出租刊登
vi: Danh sách thuê văn phòng

# publish_officeSale
source: Office for sale
cn: 办公出售刊登
vi: Danh sách bán văn phòng

# publish_storeRental
source: Store for rent
cn: 店铺出租刊登
vi: Danh sách cho thuê cửa hàng

# publish_storeSale
source: Store for sale
cn: 店铺出售刊登
vi: Danh sách bán hàng tại cửa hàng

# publish_plan
source: Plan
cn: 刊登方案
vi: Gói đăng tin

# publish_single
source: Single
cn: 单笔刊登
vi: Đăng tin 1 lần

# publish_goToListing
source: Publish
cn: 前往刊登
vi: Đi tới đăng tin

# publish_largeNumberOfItems
source: Is there a need for a large number of items to be published?
cn: 有大量刊登物件的需求吗？
vi: Có nhu cầu đăng tin với số lượng danh sách lớn không?

# publish_importObjectInBatches
source: Import objects in batches
cn: 批量汇入物件
vi: Nhập các mặt hàng theo lô

# publish_form_housingCategory
source: Category
cn: 房屋类型
vi: Loại hình nhà ở

# publish_form_housingCypePlaceholder
source: Select Type
cn: 请选择类型
vi: Vui lòng chọn

# publish_form_housingType
source: Type
cn: 房屋型态
vi: Kiểu nhà

# publish_form_factoryType
source: Type
cn: 厂房型态
vi: Loại hình nhà xưởng

# publish_form_landType
source: Type
cn: 土地型态
vi: Loại đất

# publish_form_housingTypePlaceholder
source: Select Type
cn: 请选择型态
vi: Vui lòng chọn

# publish_form_title
source: Title(Maximum word: 99 characters)
cn: 刊登标题(字数最多99个字)
vi: Tiêu đề đăng tin(Số từ tối đa: 99 ký tự)

# publish_form_titlePlaceholder
source: Enter Title
cn: 请输入标题
vi: Vui lòng nhập tiêu đề

# publish_form_titleDesPlaceholder
source: Project Name
cn: 项目名称
vi: Tên dự án

# publish_form_rentalInformation
source: Rental Information
cn: 出租资讯
vi: Thông tin cho thuê

# publish_form_saleInformation
source: Sale Information
cn: 出售资讯
vi: Thông tin mua bán

# publish_form_price
source: Price per Unit
cn: 单价
vi: Giá

# publish_form_totalPrice
source: Total Price
cn: 总价
vi: Tổng giá

# publish_form_household
source: household
cn: 戶
vi: hộ gia đình

# publish_form_priceIncludingParking
source: Including Parking Price
cn: 含车位价格
vi: Giá bao gồm chỗ để xe

# publish_form_priceNotIncludingParking
source: Excluding Parking Price
cn: 不含车位价格
vi: Giá chưa bao gồm chỗ để xe

# publish_form_includingParking
source: Including Parking
cn: 含车位
vi: Bao gồm chỗ để xe

# publish_form_noIncludingParking
source: Excluding Parking
cn: 不含车位
vi: Chưa bao gồm chỗ để xe

# publish_form_parkingSpacePrice
source: Parking Space Price
cn: 车位价格
vi: Giá chỗ đậu xe

# publish_form_parkingArea
source: Parking Area (m2)
cn: 车位面积(m2)
vi: Diện tích chỗ để xe (m2)

# publish_form_parkingAreaPlaceholder
source: Select Parking Type
cn: 请选择车位类型
vi: Vui lòng chọn loại chỗ đỗ xe

# publish_form_publicFacilities
source: Public Facilities
cn: 公设设施
vi: Công trình công cộng

# publish_form_toBeConfirmed
source: To Be Confirmed
cn: 待定
vi: Riêng biệt

# publish_form_rent
source: Rent
cn: 租金
vi: Giá thuê

# publish_form_dollarAndMonth
source: VND / Month
cn: VND / 月
vi: VND / tháng

# publish_form_deposit
source: Deposit
cn: 押金
vi: Tiền cọc

# publish_form_choosePlaceholder
source: Select
cn: 请选择
vi: Vui lòng chọn

# publish_form_withLease
source: Currently for rent
cn: 在出租
vi: Đang cho thuê

# publish_form_minimumLease
source: Minimum period
cn: 最短租期
vi: Thời gian thuê tối thiểu

# publish_form_rentalPeriod
source: Rental period
cn: 出租期限
vi: Thời hạn cho thuê

# publish_form_canMoveIn
source: Available for Move-In
cn: 可随时迁入
vi: Có thể chuyển đến bất cứ lúc nào

# publish_form_managementFees
source: Management Fees
cn: 管理费
vi: Phí quản lý

# publish_form_enterPlaceholder
source: Enter
cn: 请输入
vi: Vui lòng nhập

# publish_form_rentIncludes
source: Rent Includes
cn: 租金含
vi: Giá thuê bao gồm

# publish_form_all
source: All
cn: 全选
vi: Chọn tất cả

# publish_form_electricityBill
source: Electricity Bill
cn: 电费
vi: Tiền điện

# publish_form_payCable
source: Cable TV
cn: 收费电视台
vi: Truyền hình thu phí

# publish_form_gasFee
source: Gas Fee
cn: 瓦斯费
vi: Gas

# publish_form_manFee
source: Management Fee
cn: 管理费
vi: Phí quản lý

# publish_form_housingInformation
source: Housing Information
cn: 房屋资讯
vi: Thông tin nhà ở

# publish_form_factoryInformation
source: Factory Information
cn: 厂房资讯
vi: Thông tin nhà xưởng

# publish_form_landInformation
source: Land Information
cn: 土地资讯
vi: Thông tin đất đai

# publish_form_officeInformation
source: Office Information
vi: Thông tin văn phòng

# publish_form_shopInformation
source: Shop Information
cn: 店铺资讯
vi: Thông tin cửa hàng

# publish_form_houseAddress
source: Address
cn: 房屋地址
vi: Địa chỉ

# publish_form_factoryAddress
source: Address
cn: 厂房地址
vi: Địa chỉ

# publish_form_landAddress
source: Address
cn: 土地地址
vi: Địa chỉ

# publish_form_officeAddress
source: Address
cn: 办公地址
vi: Địa chỉ

# publish_form_shopAddress
source: Address
cn: 店铺地址
vi: Địa chỉ

# publish_form_hideDoorNumber
source: Hide
cn: 隐藏门号
vi: Ẩn số căn hộ

# publish_form_county
source: Province/City
cn: 省、市、街
vi: Tỉnh / Thành

# publish_form_district
source: City/County/District
cn: 市、县、区
vi: Quận / Huyện

# publish_form_road
source: Road/Street
cn: 市社、坊、村
vi: Phường / Xã

# publish_form_addr
source: Address
cn: 地址
vi: Địa chỉ

# publish_form_lane
source: Lane
cn: 巷
vi: Khu Phố

# publish_form_alley
source: Alley
cn: 弄
vi: Ngõ/hẽm

# publish_form_number
source: Number
cn: 号
vi: Số

# publish_form_of
source: of
cn: 之
vi: Tới

# publish_form_rentalFloor
source: Rental Floor
cn: 出租楼层
vi: Tầng cho thuê

# publish_form_saleFloor
source: Sale Floor
cn: 出售楼层
vi: Tầng mua bán

# publish_form_totalFloor
source: Total Floors
cn: 总楼层
vi: Tổng số tầng

# publish_form_communityName
source: Community Name
cn: 社区名称
vi: Tên khu chung cư

# publish_form_communityNamePlaceholder
source: Enter Community Name
cn: 请输入社区名称
vi: Vui lòng nhập

# publish_form_legalPurpose
source: Legal Purpose
cn: 法定用途
vi: Mục đích sử dụng

# publish_form_legalPurposePlaceholder
source: Select Legal Purpose
cn: 请选择法定用途
vi: Vui lòng chọn

# publish_form_orientation
source: Orientation
cn: 朝向
vi: Hướng

# publish_form_orientationPlaceholder
source: Select Orientation
cn: 请选择方向
vi: Vui lòng chọn

# publish_form_decorationLevel
source: Decoration Level
cn: 装潢程度
vi: Mức độ trang trí

# publish_form_decorationLevelPlaceholder
source: Select Decoration Level
cn: 请选择装潢程度
vi: Vui lòng chọn

# publish_form_structure
source: Layout
cn: 格局现况
vi: Kết cấu hiện tại

# publish_form_structureDescription
source: (Please fill in accurately. Disputes arising from inaccurate information will not be our responsibility.)
cn: （请如实填写。若未如实填写，后续争议概不负责）
vi: (Vui lòng điền trung thực. Nếu bạn không điền trung thực, chúng tôi sẽ không chịu trách nhiệm cho bất kỳ tranh chấp nào sau này)

# publish_form_layout
source: Open Layout
cn: 开放式格局
vi: Bố cục mở

# publish_form_rooms
source: Rooms
cn: 房
vi: Phòng ngủ

# publish_form_hall
source: Living Room
cn: 厅
vi: Phòng khách

# publish_form_bathrooms
source: Bathrooms
cn: 卫
vi: Nhà vệ sinh

# publish_form_balcony
source: Balcony
cn: 阳台
vi: Ban công

# publish_form_area
source: Area (Square Meters)
cn: 面积(m2)
vi: Diện tích(m2)

# publish_form_houseAge
source: Age of House (Years)
cn: 屋龄(年)
vi: Năm xây dựng nhà(năm)

# publish_form_houseAgeUnknown
source: Age Unknown
cn: 屋龄不详
vi: Nhà không rõ tuổi

# publish_form_areaDescription
source: (Please fill in accurately. Disputes arising from inaccurate information will not be our responsibility.)
cn: （请如实填写。若未如实填写，后续争议概不负责）
vi: (Vui lòng điền trung thực. Nếu bạn không điền trung thực, chúng tôi sẽ không chịu trách nhiệm cho bất kỳ tranh chấp nào sau này)

# publish_form_lifeFunction
source: Land/Living
cn: 土地，生活机能
vi: Đất đai,tiện ích xunh quanh

# publish_form_lifeFunctionDescription
source: Overview of Living
cn: 生活机能概述
vi: Tổng quan tiện ích

# publish_form_nearSchool
source: Near School
cn: 近学校
vi: Gần trường học

# publish_form_nearPark
source: Near Park
cn: 近公园
vi: Gần công viên

# publish_form_nearMarket
source: Near Market
cn: 近市场
vi: Gần chợ

# publish_form_nearStore
source: Near Store
cn: 近卖场
vi: Gần siêu thị

# publish_form_nearHospital
source: Near Hospital
cn: 近医院
vi: Gần bệnh viện

# publish_form_nearNightMarket
source: Near Night Market
cn: 近夜市
vi: Gần chợ đêm

# publish_form_nearConvenience
source: Near Convenience Store
cn: 近便利商店
vi: Gần cửa hàng tiện lợi

# publish_form_nearMRT
source: Near MRT
cn: 近捷运
vi: Gần tàu điện

# publish_form_starSchool
source: Star School District
cn: 明星学区
vi: Trưg học hàng đầu

# publish_form_featureDescription
source: Enter Feature Description
cn: 请输入特色描述
vi: Vui lòng nhập mô tả đặc biệt

# publish_form_lifePlaceholder
source: For example: 1. Land information area, orientation, red book, etc. Address, location, total transfer price. 2. Surrounding convenience facilities such as food markets, schools, community offices, shopping malls, etc.
cn: 例如: 1. 土地资讯面积，朝向，红皮书等等。 地址，位置，转让总价。 2.周边便利设施如，近菜市场，学校，坊委办部门与商场等等.
vi: Mô Tả:Ví dụ : 1. Thông tin diện tích đất ,Hướng , sổ đỏ v v.Địa chỉ ,vị trí khu đất ,tổng giá trị chuyển nhượng. 2.Tiện ích xunh quanh như: gần chợ ,trường hợp ,UBND phường và trung tâm thương mại.

# publish_form_provideEquipment
source: Provided Equipment
cn: 提供设备
vi: Nội thất cơ bản

# publish_form_homeEquipment
source: Home Equipment
cn: 住家设备
vi: Thiết bị gia dụng

# publish_form_washingMachine
source: Washing Machine
cn: 洗衣机
vi: Máy giặt

# publish_form_refrigerator
source: Refrigerator
cn: 冰箱
vi: Tủ lạnh

# publish_form_television
source: Television
cn: 电视
vi: TV

# publish_form_payTelevision
source: Pay TV
cn: 付费电视
vi: Truyền hình thu phí

# publish_form_waterHeater
source: Water Heater
cn: 热水器
vi: Máy nước nóng

# publish_form_airConditioner
source: Air Conditioner
cn: 冷氣
vi: Máy lạnh

# publish_form_microWave
source: Microwave
cn: 微波炉
vi: Lò vi sóng

# publish_form_bed
source: Bed
cn: 床
vi: Giường

# publish_form_closet
source: Closet
cn: 衣柜
vi: Tủ quần áo

# publish_form_table
source: Table and Chairs
cn: 桌椅
vi: Bàn ghế

# publish_form_parking
source: Parking Space
cn: 停车位
vi: Chỗ đậu xe

# publish_form_elevator
source: Elevator
cn: 电梯
vi: Thang máy

# publish_form_fireAndSecurity
source: Fire and Security
cn: 消防保全
vi: PCCC

# publish_form_fireExtinguisher
source: Fire Extinguisher
cn: 灭火器
vi: Bình cứu hỏa

# publish_form_escalator
source: Escalator
cn: 缓降梯
vi: Thang cuốn

# publish_form_lightingDevice
source: Lighting Device
cn: 照明设备
vi: Thiết bị chiếu sáng

# publish_form_monitoringSystem
source: Surveillance System
cn: 监视系统
vi: Hệ thống giám sát

# publish_form_guardRoom
source: Guard Room
cn: 警卫室
vi: Phòng bảo vệ

# publish_form_clothesDryingYard
source: Clothes Drying Yard
cn: 晒衣场
vi: Giàn phơi quần áo

# publish_form_junkyard
source: Junkyard
cn: 垃圾场
vi: Nơi để rác

# publish_form_gymAndRhythmClassroom
source: Gym/Rhythm Classroom
cn: 健身房/韵律教室
vi: Phòng GYM/YOGA

# publish_form_swimmingPool
source: Swimming Pool
cn: 游泳池
vi: Hồ bơi

# publish_form_ballSportsSpace
source: Ball Sports Area
cn: 球类运动空间
vi: Sân Bóng

# publish_form_meetingSpace
source: Meeting Room/Social Hall/Banquet Hall
cn: 会议室/交谊厅/宴会厅
vi: Phòng họp/sảnh/Phòng tiệc

# publish_form_rentalRules
source: Rental Rules
cn: 租屋规则
vi: Quy định cho thuê

# publish_form_petRestrictions
source: Pet Restrictions
cn: 宠物限制
vi: Hạn chế nuôi thú cưng

# publish_form_noLimit
source: No Restrictions
cn: 不限
vi: Không hạn chế

# publish_form_noPets
source: No Pets Allowed
cn: 禁宠物
vi: Không cho phép thú cưng

# publish_form_catOnly
source: Cats
cn: 限猫
vi: Mèo

# publish_form_dogOnly
source: Dogs
cn: 限狗
vi: Cún

# publish_form_other
source: Other Restrictions:
cn: 限其他：
vi: Khác:

# publish_form_furnace
source: Cooking Allowed
cn: 开伙
vi: Bếp lửa

# publish_form_furnacePlaceholder
source: Yes/No
cn: 可/不可
vi: có thể/không thể

# publish_form_tax
source: Tax Reporting
cn: 报税
vi: Thuế

# publish_form_householdRegistration
source: Household Registration
cn: 入户籍
vi: Nhập tịch

# publish_form_godTable
source: God Table
cn: 置神桌
vi: Bàn thờ

# publish_form_identity
source: Identity Requirements
cn: 身份要求
vi: Xác nhận danh tính

# publish_form_officeWorker
source: Office Worker
cn: 上班族
vi: Nhân viên văn phòng

# publish_form_family
source: Family
cn: 家庭
vi: Gia đình

# publish_form_student
source: Student
cn: 学生
vi: Học sinh

# publish_form_native
source: Local Resident
cn: 本国人
vi: Người trong nước

# publish_form_foreigners
source: Foreigner
cn: 外国人
vi: Người nước ngoài

# publish_form_environment
source: House Environment
cn: 房屋环境
vi: Môi trường nhà ở

# publish_form_factoryEnvironment
source: Factory Environment
cn: 厂房环境
vi: Môi trường thực vật

# publish_form_imgNotice
source: Photos support jpg, png, gif formats, with a limit of 25MB per photo. Batch upload is available; the first photo will be the cover photo by default.
cn: 单张照片限制50MB内; 默认第一张为封面照片。
vi: Ảnh hỗ trợ các định dạng jpg, png và gif.Một ảnh có dung lượng giới hạn 50MB; có thể tải lên hàng loạt,ảnh đầu tiên mặc định là ảnh bìa

# publish_form_videoNotice
source: A single video is limited to 50MB
cn: 单部视频限制50MB内
vi: Một video được giới hạn ở 50 MB; video đầu tiên là video bìa theo mặc định.

# publish_form_layoutNotice
source: A single layout image is limited to 50MB
cn: 单张格局图限制50MB内
vi: Một hình ảnh bố cục duy nhất được giới hạn ở 50 MB; hình ảnh đầu tiên là ảnh bìa theo mặc định.

# publish_form_housePicture
source: Photos
cn: 房屋照片
vi: Hình ảnh

# publish_form_factoryPicture
source: Photos
cn: 厂房照片
vi: Hình ảnh

# publish_form_selectFile
source: Select File
cn: 选择档案
vi: Chọn tập tin

# publish_form_notUploadedYet
source: Not Yet
cn: 尚未上传
vi: Chưa

# publish_form_vrPicture
source: 360° Photos (VR)
cn: 环景照片(VR)
vi: Ảnh xung quanh (VR)

# publish_form_video
source: Environmental Video
cn: 环境视频
vi: video

# publish_form_layoutImg
source: layout Diagram
cn: 格局图
vi: Sơ đồ bố trí

# publish_form_houseDescription
source: Description
cn: 房屋说明
vi: Chi tiết thuê nhà

# publish_form_factoryDescription
source: Description
cn: 厂房说明
vi: Mô tả nhà xưởng

# publish_form_contentPLaceholder
source: Enter Content
cn: 请输入内容
vi: Vui lòng nhập nội dung

# publish_form_houseDesPlaceholder
source: If any land, location, area, legal information, etc. For example: Land Red Book 45 meters, Hedong County, Chen Dengning Road
cn: 如有土地,位置,面积,法律资讯等等 比方: 土地红皮书45米,河东郡,陈邓宁路
vi: Nếu có: đất đai, vị trí, diện tích, thông tin pháp lý, v.v. Ví dụ: Đất sổ đỏ 45m, đường Trần Đăng Ninh, Quận Hà Đông,
