Repository: huy123cv78/88Gohouse
Catalog: lib/l10n/app_*.arb
Languages: cn, vi

# title
source: 88go house house search website
cn: 88go house找房网
vi: Trang web tìm nhà 88go house

# description
source: Find Your Home at 88go!
cn: 88go house找房网 - 找到你的家!
vi: Tìm nhà của bạn tại 88go!

# breadcrumbList_home
source: Home
cn: 首页
vi: Trang chủ

# breadcrumbList_rent
source: Rent
cn: 出租
vi: Thuê nhà

# breadcrumbList_sale
source: Sale
cn: 出售
vi: Mua bán

# breadcrumbList_preSale
source: New Project
cn: 新建案
vi: Dự án mới

# breadcrumbList_factory
source: Factory
cn: 厂房
vi: Nhà xưởng

# breadcrumbList_land
source: Land
cn: 土地
vi: Đất

# breadcrumbList_mapSearch
source: Map Search
cn: 地图搜寻
vi: Bản đồ

# breadcrumbList_choose88go
source: Why Choose 88go
cn: 为何选择88go
vi: Vì sao chọn 88go

# breadcrumbList_ourPlan
source: Our Plans
cn: 我们的方案
vi: Gói dịch vụ của chúng tôi

# breadcrumbList_upgradeAccount
source: Upgrade Account Plan
cn: 帐户升级方案
vi: Kế hoạch nâng cấp tài khoản

# breadcrumbList_agent
source: Agent Regulations
cn: 代理规章
vi: Điều lệ đại diện

# breadcrumbList_disclaimer
source: Disclaimer
cn: 免责声明
vi: Tuyên bố miễn trừ trách nhiệm

# breadcrumbList_policy
source: Terms and Privacy Policy
cn: 会员条款与隐私权声明
vi: Điều khoản và quyền riêng tư

# breadcrumbList_publish
source: Publish My Listing
cn: 我要刊登
vi: Đăng tin

# breadcrumbList_memberHome
source: Member Home
cn: 会员首页
vi: Trang chủ thành viên

# breadcrumbList_account
source: Account
cn: 账号管理
vi: Tài khoản

# breadcrumbList_changePhone
source: Change Phone Number
cn: 手机号码变更
vi: Thay đổi số điện thoại

# breadcrumbList_changePwd
source: Change Password
cn: 修改密码
vi: Thay đổi mật khẩu

# breadcrumbList_message
source: Message
cn: 讯息管理
vi: Quản lý tin nhắn

# breadcrumbList_messageContent
source: Message Content
cn: 讯息内容
vi: Nội dung tin nhắn

# breadcrumbList_houseQA
source: House Q&A
cn: 房屋问答
vi: Hỏi đáp nhà ở

# breadcrumbList_impeach
source: Report
cn: 检举
vi: Báo cáo

# breadcrumbList_history
source: History
cn: 历史纪录
vi: Lịch sử

# breadcrumbList_favoriteObjects
source: Favorite
cn: 喜爱的物件
vi: Danh mục yêu thích

# breadcrumbList_transactionRecords
source: Transaction
cn: 房屋交易纪录
vi: Hồ sơ giao dịch

# breadcrumbList_promotions
source: Promotions
cn: 推广活动
vi: Sự kiện quảng bá

# breadcrumbList_activityDetails
source: Activity Details
cn: 活动详情
vi: Chi tiết sự kiện

# breadcrumbList_performanceReport
source: Performance Report
cn: 业绩报表
vi: Báo cáo hiệu suất

# breadcrumbList_accountManagement
source: Account Management
cn: 帐户管理
vi: Quản lý tài khoản

# breadcrumbList_addAccount
source: Add Account
cn: 新增帐户
vi: Thêm tài khoản mới

# breadcrumbList_transaction
source: Transaction
cn: 交易管理
vi: Quản lý giao dịch

# breadcrumbList_plansManagement
source: Plans
cn: 方案管理
vi: Quản lý gói dịch vụ

# breadcrumbList_upgradeManagement
source: Upgrade
vi: Quản lý nâng cấp

# breadcrumbList_cashManagement
source: Cash
cn: 金流管理
vi: Quản lý dòng tiền

# breadcrumbList_purchasePlan
source: Purchase Plan
cn: 购买方案
vi: Mua gói dịch vụ

# breadcrumbList_paymentManagement
source: Payment
cn: 付款管理
vi: Quản lý thanh toán

# breadcrumbList_addNewCard
source: Add Card
cn: 新增卡片
vi: Thêm thẻ mới

# breadcrumbList_publishManagement
source: Publishing
cn: 刊登管理
vi: Danh sách tin

# breadcrumbList_housesClosed
source: Closed
cn: 关闭中
vi: Đã đóng

# breadcrumbList_housesEdit
source: Unlisted
cn: 未刊登
vi: Không có danh sách

# breadcrumbList_removedHouses
source: Sold
cn: 成交下架
vi: Đã giao dịch

# breadcrumbList_renew
source: Renew My Listing
cn: 我要续刊
vi: Thay mới

# breadcrumbList_singlePosting
source: Single Listing
cn: 单笔刊登
vi: Đăng tin đơn

# breadcrumbList_rentalPlanPublication
source: Rental Plan Publishing
cn: 出租方案刊登
vi: Gói đăng tin cho thuê

# breadcrumbList_salePlanPublication
source: Sale Plan Publishing
cn: 出售方案刊登
vi: Gói đăng tin mua bán

# breadcrumbList_editListing
source: Edit Listing
cn: 编辑刊登
vi: Chỉnh sửa tin

# breadcrumbList_improveEffect
source: Improve Effectiveness
cn: 提升效果
vi: Cải thiện hiệu quả

# breadcrumbList_storeManagement
source: Store
cn: 店铺管理
vi: Quản lý cửa hàng

# breadcrumbList_storeQA
source: Store Q&A
cn: 店铺问答
vi: Hỏi đáp về cửa hàng

# breadcrumbList_flyers
source: Flyer Creation
cn: 传单制作
vi: Tạo tờ rơi

# breadcrumbList_improve
source: Improve Effectiveness
cn: 提升效果
vi: Cải thiện hiệu ứng

# breadcrumbList_certification
source: Certification
cn: 资格认证
vi: Chứng nhận

# breadcrumbList_workData
source: Work Information
cn: 工作资料
vi: Tài liệu

# breadcrumbList_subAccount
source: Subaccount
cn: 子账号管理
vi: Quản lý tài khoản phụ

# breadcrumbList_advertisement
source: Advertisement
cn: 广告管理
vi: Quản lý quảng cáo

# breadcrumbList_applyForAds
source: Apply For Ads
cn: 申请广告刊登
vi: Đăng ký quảng cáo

# breadcrumbList_forum
source: Forum
cn: 讨论区
vi: Nền tảng thảo luận

# breadcrumbList_myArticles
source: My Articles
cn: 我的文章
vi: Bài báo của tôi

# breadcrumbList_publishArticle
source: Publish
cn: 发表文章
vi: Đăng một bài báo

# breadcrumbList_editArticle
source: Edit
cn: 编辑文章
vi: Biên tập

# breadcrumbList_myRequirements
source: Requirements
cn: 我的需求
vi: Nhu cầu

# breadcrumbList_advertisementApplicationRecord
source: Application Records
cn: 广告申请记录
vi: Kiểm duyệt quảng cáo

# breadcrumbList_businessManagement
source: Business
cn: 业务管理
vi: Quản lý kinh doanh

# navbar_publish
source: Publish
cn: 我要刊登
vi: Đăng tin

# navbar_rent
source: Rent
cn: 租屋
vi: Thuê nhà

# navbar_sale
source: Sale
cn: 购屋
vi: Mua bán

# navbar_preSale
source: New Project
cn: 新建案
vi: Dự án mới

# navbar_factory
source: Factory
cn: 厂房
vi: Nhà xưởng

# navbar_land
source: Land
cn: 土地
vi: Đất

# navbar_house
source: House
cn: 住宅
vi: Nhà ở

# navbar_office
source: Office
cn: 办公
vi: Văn phòng

# navbar_shop
source: Shop
cn: 店铺
vi: Cửa hàng

# navbar_register
source: Register
cn: 注册
vi: Đăng ký

# navbar_login
source: Login
cn: 登录
vi: Đăng nhập

# navbar_memberCenter
source: Member Center
cn: 会员中心
vi: Trung tâm thành viên

# navbar_signOut
source: Sign Out
cn: 登出
vi: Đăng xuất

# navbar_hello
source: Hello
cn: 您好
vi: Xin chào

# navbar_member
source: Member
cn: 会员
vi: Thành viên

# navbar_forum
source: Forum
cn: 讨论区
vi: Nền tảng thảo luận

# navbar_join
source: Account
cn: 账户
vi: Tài khoản

# navbar_objectType
source: Object Type
cn: 物件类型
vi: Loại đối tượng

# login_phoneNumber
source: Phone
cn: 手机号码
vi: Số điện thoại

# login_phonePlaceholder
source: Enter your phone number
cn: 请输入手机号码
vi: Vui lòng nhập số điện thoại

# login_pwd
source: Password
cn: 密码
vi: Mật khẩu

# login_remember
source: Remember Me
cn: 记住我
vi: Ghi nhớ đăng nhập

# login_forget
source: Forgot Password
cn: 忘记密码
vi: Quên mật khẩu

# login_login
source: Login
cn: 登录
vi: Đăng nhập

# login_noAccount
source: Don't have an account?
cn: 还没有账号吗？
vi: Chưa có tài khoản?

# login_register
source: Register
cn: 注册
vi: Đăng ký

# login_accountLogin
source: Login with Social Account
cn: 以社群账号登入
vi: Đăng nhập bằng tài khoản xã hội

# login_socialAccountNotice
source: Social account login must be bound to the member center before it can be used.
cn: 社群账号登入需至会员中心绑定方可使用
vi: Đăng nhập tài khoản xã hội cần phải được liên kết với tài khoản thành viên trước khi có thể sử dụng.

# register_registrationStatus
source: Please Select Your Registration Status
cn: 请选择您的注册身份
vi: Vui lòng chọn hình thức đăng ký của bạn

# register_buyer
source: Buyer/Tenant
cn: 买家/房客
vi: Người mua

# register_choose
source: Choose
cn: 选择
vi: Chọn

# register_owner
source: Owner/Agent
cn: 屋主/代理人
vi: Chủ sở hữu/đại diện

# register_estateAgent
source: Estate Agent/Property Agent
cn: 经理人/房屋仲介
vi: Người quản lý/Môi giới

# register_estateAgency
source: Real Estate Agency
cn: 仲介公司
vi: Công ty môi giới

# register_social
source: Register with Social Account
cn: 以社群账号注册
vi: Đăng ký bằng tài khoản xã hội

# register_hostWarningText
source: *Legal brokers are not allowed to register as "Owner/Agent"
cn: *合法经纪业人士不得使用「屋主/代理人]身份注册
vi: Nhân viên môi giới pháp lý không được phép đăng ký bằng danh tính (Chủ sở hữu/người đại diện)

# register_agentWarningText
source: *Please specify the brokerage name. Unauthorized brokers are not allowed to conduct business on 88go
cn: *请注明经纪业名称, 非合法经纪业人员不得于88go执行业务
vi: Vui lòng cho biết tên ngành môi giới. Nhân viên môi giới không hợp pháp không được phép kinh doanh trên 88go

# register_emergencyText
source: In case of account issues/advertisement confirmation/website activities, when 88g0 cannot contact the member, an emergency contact person may be notified
cn: 如遇账号问题/广告讯息确认/网站活动等情况, 88go无法联络会员时, 得通知紧急联络人
vi: Trong trường hợp tài khoản có vấn đề/xác nhận tin nhắn/hoạt động của hệ thống vui lòng liên hệ tông đài hỗ trợ

# register_hasAccount
source: Already have an account?
cn: 已经有账号了吗？
vi: Bạn đã có tài khoản?

# register_login
source: Login
cn: 登录
vi: Đăng nhập

# register_phoneNumber
source: Phone
cn: 手机号码
vi: Số điện thoại

# register_phonePlaceholder
source: Enter your phone number
cn: 请输入手机号码
vi: Vui lòng nhập số điện thoại

# register_pwd
source: Password
cn: 密码
vi: Mật khẩu

# register_confirmPwd
source: Confirm Password
cn: 确认密码
vi: Xác nhận mật khẩu

# register_name
source: Name
cn: 姓名
vi: Họ tên

# register_gender
source: Gender
cn: 性别
vi: Giới tính

# register_male
source: Male
cn: 男
vi: Nam

# register_female
source: Female
cn: 女
vi: Nữ

# register_ready
source: I have read and understood
cn: 我已阅读并了解
vi: Tôi đã đọc và hiểu

# register_terms
source: Terms and Privacy Policy
cn: 会员条款与隐私权声明
vi: Điều khoản và quyền riêng tư.

# register_and
source: and
cn: 与
vi: Và

# register_disclaimer
source: Disclaimer
cn: 免责声明
vi: Tuyên bố miễn trừ trách nhiệm

# register_ready2
source: and its meaning, agree to the terms and conditions, and are willing to comply with various rules and regulations of the website in cash and in the future
cn: 等所载内容以及其意义，兹同意该等条款规定，并愿遵守网站现行、嗣后规范的各种规则
vi: Chúng tôi đồng ý với nội dung và các điều khoản này và sẵn sàng tuân thủ các quy tắc khác nhau của trang web cũng như các quy định tiếp theo

# register_register
source: Register
cn: 注册
vi: Đăng ký

# register_accountOwnership
source: Account Ownership
cn: 账号归属
vi: Sở hữu tài khoản

# register_companyAccount
source: Company Account
cn: 集团账号
vi: Tài khoản công ty

# register_branchAccount
source: Branch Account
cn: 分店账号
vi: Tài khoản chi nhánh

# register_other
source: Other
cn: 其他
vi: Khác

# register_workArea
source: Work Area
cn: 工作地区
vi: Khu vực làm việc

# register_company
source: Company
cn: 所属公司
vi: Công ty

# register_branch
source: Branch
cn: 分店
vi: Chi nhánh

# register_position
source: Position
cn: 职位
vi: Chức vụ

# register_brokerageName
source: Brokerage Name
cn: 经纪业名称
vi: Tên môi giới

# register_storeType
source: Store Type
cn: 店面型态
vi: Hình thức cửa hàng

# register_directSale
source: Direct Store
cn: 直营店
vi: Cửa hàng trực tiếp

# register_franchise
source: Franchise Store
cn: 加盟店
vi: Cửa hàng nhượng quyền

# register_invoice
source: Invoice
cn: 发票
vi: Hóa đơn

# register_invoiceType_donate
source: Donate to Charity Organizations
vi: Cơ chế quyên góp

# register_invoiceType_donateAlert
source: *Donations cannot be reclaimed.
vi: Không thể thực hiện thêm quyên góp

# register_invoiceType_donateDes
source: (Recipient Organization: Qingpu Education Foundation)
vi: Tổ chức nhận:Quỹ giáo dục

# register_invoiceType_send
source: Send to Address
vi: Gửi về trung tâm

# register_invoiceType_sendDes
source: (Prize redemption is processed on the 26th of each month. If you win, you will be notified via SMS and sent by registered mail.)
vi: (Quy trình đổi giải thưởng sẽ được thực hiện vào ngày 26 hàng tháng. Nếu bạn thắng, bạn sẽ được thông báo bằng SMS và gửi bằng thư bảo đảm)

# register_invoiceType_tax
source: Tax ID
vi: Số seri

# register_invoiceType_taxAlert
source: *Please fill in carefully to avoid loss during mailing.
vi: Hãy điền cẩn thận tránh bị thất lạc

# register_invoiceType_taxDes
source: (Sent by regular mail, longer delivery time)
vi: (Gửi bằng thư thường, thời gian gửi sẽ lâu hơn)

# register_invoiceType_receipt
source: Electronic Invoice/Mobile Device
vi: Hóa đơn điện tử/nhà mạng điện thoại di động

# register_invoiceType_receiptDes
source: (Issued based on the "Trial Operation Points of Electronic Invoice for Consumer Channels")
vi: (Được ban hành dựa trên “Những điểm chính cho hoạt động thử nghiệm phát hành hóa đơn điện tử qua kênh tiêu dùng”)

# register_next
source: Next
cn: 下一步
vi: Tiếp tục

# register_emergencyIdentity
source: Emergency Contact Person Identity
cn: 紧急联络人身份
vi: Người liên lạc khẩn cấp

# register_emergencyName
source: Emergency Contact Person Name
cn: 紧急联络人姓名
vi: Họ tên

# register_emergencyNumber
source: Emergency Contact Person Phone Number
cn: 紧急联络人手机号码
vi: Số điện thoại liên lạc khẩn cấp

# register_notice
source: Notes:<br>1. The emergency contact person is only a channel for notifying the member and cannot exercise account rights on behalf of the member.<br>2. Notifying the emergency contact person is considered as having notified the member. Therefore, if the contact information changes, it should be updated immediately. If the emergency contact person refuses to answer, does not assist in notifying the member, or cannot be contacted, resulting in the member not receiving the notification, 88go is not responsible. The member is responsible for this situation.
cn: 注意事项：<br>1.紧急联络人仅为通知会员的一种渠道，无法代理会员行使账号权利。 <br>2.通知紧急联络人视为已通知会员，故联络资讯若有变动，应即时更新。若紧急联络人有拒绝接听、未协助通知会员或联络不上等， 致会员未收到通知之情形, 与88go无涉, 会员须自行负责。
vi: Đề phòng:<br>1.Người liên lạc khẩn cấp chỉ là kênh thông báo cho thành viên và không thể thay mặt thành viên thực hiện quyền tài khoản.<br>2.Thông báo cho người liên lạc khẩn cấp được coi là đã thông báo cho thành viên nên nếu thông tin liên lạc thay đổi thì phải cập nhật ngay lập tức. Nếu người liên lạc khẩn cấp từ chối trả lời, không hỗ trợ thông báo cho thành viên hoặc không liên lạc được,… dẫn đến thành viên không nhận được thông báo,thành viên sẽ hoàn toàn chịu trách nhiệm.

# fogotPwd_enterPhone
source: Please enter your phone number below
cn: 请在下方输入您的手机号码
vi: Vui lòng nhập số điện thoại di động của bạn dưới đây

# fogotPwd_phoneNumber
source: Phone
cn: 手机号码
vi: Số điện thoại

# fogotPwd_phonePlaceholder
source: Enter your phone number
cn: 请输入手机号码
vi: Vui lòng nhập số điện thoại

# fogotPwd_next
source: Next
cn: 下一步
vi: Tiếp tục

# verify_sendCode
source: A 4-digit verification code has been sent to
cn: 已发送4位验证码至
vi: Mã xác minh gồm 4 chữ số đã được gửi tới

# verify_verify
source: Verify
cn: 验证
vi: Xác minh

# verify_notReceive
source: Didn't receive the code?
cn: 没有收到验证码吗？
vi: Không nhận được mã xác minh?

# verify_resendCode
source: Resend Verification Code
cn: 重新发送验证码
vi: Gửi lại mã

# verify_verifySuccess
source: Phone verification successful. You will be redirected to the password reset page.
cn: 手机验证成功，将跳转至修改密码页面
vi: Xác minh điện thoại di động thành công, bạn sẽ được chuyển hướng đến trang thay đổi mật khẩu

# verify_confirm
source: Confirm
cn: 确认
vi: Xác nhận

# verify_thxToRegister
source: Thank you for registering as an 88go member. Your phone number has been successfully verified!
cn: 感谢注册成为88go会员,您的手机号码已验证成功!
vi: Cảm ơn bạn đã đăng ký làm thành viên 88go. Số điện thoại di động của bạn đã được xác minh thành công

# verify_socialMedia
source: Do you want to go to the member center to quickly log in and bind your social account?
cn: 是否前往会员中心进行社群账号快速登入绑定？
vi: Bạn có muốn vào trung tâm thành viên để đăng nhập nhanh và liên kết tài khoản mạng xã hội của mình không?

# verify_loginAgain
source: Login Again
cn: 重新登录
vi: Đăng nhập lại

# verify_goFillIn
source: Có, đi đến ràng buộc
cn: 是，前往绑定
vi: Vào điền thông tin cá nhân

# verify_goHome
source: No, go to home page
cn: 否，前往首页
vi: Không, về trang chủ

# home_slogan
source: Let us find a comfortable
cn: 让我们为您寻找舒适的
vi: Để chúng tôi tìm kiếm

# home_idelHome
source: Ideal Home
cn: 理想家居
vi: Ngôi nhà lí tưởng

# home_saleSlogan
source: Realize
cn: 实现
vi: Thực hiện

# home_homeDream
source: Dream of Home
cn: 家的梦想
vi: Ngôi nhà mơ ước

# home_saleSlogan2
source: starts here
cn: 由此开始
vi: Bắt đầu từ đây

# home_newHouseSlogan
source: Enjoy a new life and welcome
cn: 享受全新生活，迎接
vi: Tận hưởng một cuộc sống mới và chào đón

# home_newHouseSlogan2
source: bright future!
cn: 美好未来
vi: tương lai tươi sáng!

# home_keywordPlaceholder
source: Enter keywords
cn: 请输入关键字
vi: Vui lòng nhập từ khóa

# home_area
source: Area
cn: 地区
vi: Khu vực

# home_houseType
source: Type
cn: 房屋类型
vi: Loại hình nhà ở

# home_housingLayout
source: Layout
cn: 房屋格局
vi: Bố cục nhà ở

# home_sort
source: Sort
cn: 排序
vi: Lọc

# home_preferredHouse
source: Preferred Houses
cn: 优选房屋
vi: Ưa thích

# home_preferredConstruction
source: Preferred Construction Project
cn: 优选建案
vi: Ưa thích

# home_preferredFactory
source: Preferred Factory
cn: 优选厂房
vi: Ưa thích

# home_preferredLand
source: Preferred Land
cn: 优选土地
vi: Ưa thích

# home_preferredOffice
source: Preferred Office
cn: 优选办公
vi: Ưa thích

# home_preferredShop
source: Preferred Shop
cn: 优选店铺
vi: Ưa thích

# home_suitable
source: Suitable For Your House
cn: 适合您的房屋
vi: Phù hợp cho bạn

# home_suitableNewHouse
source: Suitable For Your New Project
cn: 适合您的新建案
vi: Thích hợp cho dự án mới của bạn

# home_suitableFactory
source: Suitable For Your Factory
cn: 适合您的厂房
vi: Thích hợp cho nhà máy của bạn

# home_suitableLand
source: Suitable For Your Land
cn: 适合您的土地
vi: Mảnh đất phù hợp cho bạn

# home_suitableOffice
source: Suitable For Your Office
cn: 适合您的办公
vi: Phù hợp cho văn phòng của bạn

# home_suitableShop
source: Suitable For Your Shop
cn: 适合您的店铺
vi: Thích hợp cho cửa hàng của bạn

# home_more
source: View More
cn: 查看更多
vi: Xem thêm

# home_rentInPopular
source: Popular Areas for Rent
cn: 热门地区租房
vi: Thuê nhà khu vực phổ biến

# home_buyingPopular
source: Popular Areas for Purchase
cn: 热门地区购屋
vi: Mua bán khu vực phổ biến

# home_newHousePopular
source: Popular Areas for New Project
cn: 热门地区建案
vi: Trường hợp khu vực phổ biến

# home_factoryPopular
source: Popular Areas for Factory
cn: 热门地区厂房
vi: Nhà xưởng ở những khu vực phổ biến

# home_landPopular
source: Popular Areas for Land
cn: 热门地区土地
vi: Đất khu vực phổ biến

# home_officePopular
source: Popular Areas for Office
cn: 热门地区办公
vi: Văn phòng tại các khu vực phổ biến

# home_shopPopular
source: Popular Areas for Shop
cn: 热门地区店铺
vi: Các cửa hàng khu vực phổ biến

# home_listSearch
source: List Search
cn: 列表搜寻
vi: Danh sách

# home_mapSearch
source: Map Search
cn: 地图搜寻
vi: Bản đồ

# home_news
source: News
cn: 媒体新闻
vi: Tin tức truyền thông

# home_learnMoreAbout88go
source: About 88go
cn: 了解88go
vi: Tìm hiểu về 88go

# home_aboutDes
source: We are a platform that provides a full range of housing solutions. No matter what your housing needs are, 88go will be your reliable partner. We look forward to providing you with the best services in this housing journey and working with you to realize a new future of housing.
cn: 我们是一个提供全方位居住解决方案的平台, 无论你的居住需求如何, 88go 都将成为你可靠的伙伴。我们期待在这个居住的旅程中，为你提供最优质的服务。与你携手实现居住的新未来。
vi: Chúng tôi là nền tảng cung cấp đầy đủ các giải pháp nhà ở cho dù nhu cầu của bạn là gì, 88go sẽ là đối tác đáng tin cậy của bạn. Chúng tôi mong muốn được cung cấp cho bạn dịch vụ tốt nhất trong quá trình lưu trú của bạn. Đồng hành cùng bạn để nhận ra một tương lai mới của cuộc sống.

# home_multipleListing
source: Lots of Listings
cn: 多房源
vi: Nhiều tư liệu nhà ở

# home_listingDes
source: We got numerous high-quality listings together, covering various needs and budgets.
cn: 拥有众多优质的房源，涵盖各种需求和预算
vi: Sở hữu nhiều bất động sản chất lượng cao đáp ứng nhiều nhu cầu và ngân sách khác nhau

# home_noFee
source: No Agent Fees
cn: 免仲介费
vi: Không mất phí trung gian

# home_noFeeDes
source: We avoid complicated agent fees to become a barrier to your housing choice.
cn: 不再让繁琐的仲介费用成为你选屋的障碍
vi: Không còn để phí trung gian phức tạp làm trở ngại cho bạn trong việc lựa chọn nhà.

# home_convenientTransactions
source: Easy Trading
cn: 交易方便
vi: Giao dịch thuận tiện

# home_convenientTransactionsDes
source: Transparent purchasing process, easy and enjoyable renting and selling of your properties.
cn: 透明的购买流程，轻松愉快的租售房屋
vi: Quy trình mua bán minh bạch, cho thuê và bán nhà dễ dàng, thuận lợi.

# home_whyChoose
source: Why Choose 88go
cn: 为何选择88go
vi: Vì sao chọn 88go

# home_outPlan
source: Our Plans
cn: 我们的方案
vi: Gói dịch vụ của chúng tôi

# home_filter
source: Filter
cn: 筛选条件
vi: Tiêu chí lọc

# home_rent
source: Rent
cn: 租金
vi: Giá thuê

# home_sale
source: Sale Price
cn: 售价
vi: Giá bán

# home_minimumPrice
source: Enter Minimum Price
cn: 请输入最低价格
vi: Từ

# home_maximumPrice
source: Enter Maximum Price
cn: 请输入最高价格
vi: Đến

# home_proportion
source: Area
cn: 面积
vi: Diện tích

# home_minimumArae
source: Enter Minimum Area
vi: Từ

# home_maximumArae
source: Enter Maximum Area
vi: Từ

# home_specialRequirment
source: Special Requirements
vi: Yêu cầu đặt biệt

# home_search
source: Search
cn: 搜索
vi: Tìm kiếm

# home_clearFilter
source: Clear
cn: 清除筛选
vi: Xóa bộ lọc

# home_gender
source: Gender
cn: 性别
vi: Giới tính

# home_maleOnly
source: Male Only
cn: 限男性
vi: Ưu tiên nam

# home_femaleOnly
source: Female Only
cn: 限女性
vi: Ưu tiên nữ

# home_identity
source: Identity
cn: 身份
vi: Danh tính

# home_choice
source: Choice
cn: 精选
vi: Đặc sắc

# home_urgent
source: Urgent
cn: 急
vi: Hot

# home_searchObject
source: Don't know where to start house hunting?
cn: 不知道从何开始寻屋吗？
vi: Bạn không biết bắt đầu săn nhà từ đâu?

# home_tellUs
source: Tell Us
cn: 告诉我们您的需求
vi: Nói với chúng tôi

# home_explainYourNeed
source: Explain your needs and 88go will intelligently find the perfect object of your dreams.
cn: 说明您的需求, 88go为您智慧寻找梦想中的完美物件
vi: Hãy cho chúng tôi biết nhu cầu của bạn, 88go sẽ giúp tìm được một ngôi nhà hoàn hảo.

# factoryList_title
source: Factory List
cn: 厂房列表
vi: Danh sách nhà xưởng

# factoryList_enTitle
source: Danh sách nhà xưởng
cn: Factory List
vi: Factory List

# factoryList_recommended
source: Recommended
cn: 推荐厂房
vi: Đề xuất

# factoryList_forFactory
source: All Factories
cn: 所有厂房
vi: Tất cả các nhà xưởng

# factoryList_factoryForRent
source: Rent
cn: 厂房出租
vi: Cho thuê nhà xưởng

# factoryList_factoryForSale
source: Sale
cn: 厂房出售
vi: Bán nhà xưởng

# landList_title
source: Land List
cn: 土地列表
vi: Danh sách đất đai

# landList_enTitle
source: Danh sách đất đai
cn: Land List
vi: Land List

# landList_recommended
source: Recommended
cn: 推荐土地
vi: Đề xuất

# landList_forLand
source: All Lands
cn: 所有土地
vi: Tất cả đất đai

# landList_landForRent
source: Rent
cn: 土地出租
vi: Cho thuê đất

# landList_landForSale
source: Sale
cn: 土地出售
vi: Bán đất

# officeList_title
source: Office List
cn: 办公列表
vi: Danh sách văn phòng

# officeList_enTitle
source: Danh sách văn phòng
cn: Office List
vi: Office List

# officeList_recommended
source: Recommended
cn: 推荐办公
vi: Đề xuất

# officeList_forOffice
source: All Offices
cn: 所有办公
vi: Tất cả văn phòng

# officeList_officeForRent
source: Rent
cn: 办公出租
vi: Cho thuê văn phòng

# officeList_officeForSale
source: Sale
cn: 办公出售
vi: Bán văn phòng

# shopList_title
source: Shop List
cn: 店铺列表
vi: Danh sách cửa hàng

# shopList_enTitle
source: Danh sách cửa hàng
cn: Shop List
vi: Shop List

# shopList_recommended
source: Recommended
cn: 推荐店铺
vi: Đề xuất

# shopList_forShop
source: All Shops
cn: 所有店铺
vi: Tất cả các cửa hàng

# shopList_shopForRent
source: Rent
cn: 店铺出租
vi: Cho thuê cửa hàng

# shopList_shopForSale
source: Sale
cn: 店铺出售
vi: Bán cửa hàng

# video_home
source: Home
cn: 视频专区首页
vi: Trang đầu

# video_favorite
source: Favorite
cn: 收藏的视频
vi: Sưu tầm

# video_latest
source: Latest
cn: 最新视频
vi: Mới nhất

# video_popular
source: Popular
cn: 热门视频
vi: Phổ biến

# video_videoType
source: Category
cn: 视频类别
vi: Hạng mục

# video_search
source: Search video title
cn: 搜寻视频标题
vi: Tìm kiếm tiêu đề video

# video_views
source: Views
cn: 查看数
vi: Số lượt xem

# video_send
source: Send
cn: 发送
vi: Gửi

# video_showAllComment
source: Read more
cn: 显示完整回复
vi: Đọc thêm

# video_showLessComment
source: Show less
cn: 只显示部分内容
vi: Ẩn bớt
