Repository: huy123cv78/88Gohouse
Catalog: lib/l10n/app_*.arb
Languages: cn, vi

# memberCenter_purchaseAgain
source: Purchase Again
cn: 再次购买
vi: Mua lại

# memberCenter_subscribeAgain
source: Subscribe Again
cn: 再次订阅
vi: Đăng ký lại

# memberCenter_housesClosed
source: Closed
cn: 关闭中
vi: Đóng

# memberCenter_removedHouses
source: Sold
cn: 成交下架
vi: Đã giao dịch

# memberCenter_editHouse
source: Unlisted
cn: 未刊登
vi: Không có danh sách

# memberCenter_numberOfListing
source: Active
cn: 刊登中件数
vi: Số lượng tin đăng

# memberCenter_numberOfSinglePublications
source: Single
cn: 单件刊登数
vi: Số lượng tin đăng đơn

# memberCenter_publishAll
source: All
cn: 全部刊登
vi: Đăng tất cả

# memberCenter_singlePosting
source: Single
cn: 单笔刊登
vi: Đăng tin đơn

# memberCenter_rentalPlanPublication
source: Rental Plan
cn: 出租方案刊登
vi: Gói đăng tin cho thuê

# memberCenter_salePlanPublication
source: Sale Plan
cn: 出售方案刊登
vi: Gói đăng tin mua bán

# memberCenter_publicationNumber
source: Listing Number
cn: 刊登编号
vi: Mã số đăng tin

# memberCenter_publicationTime
source: Listing Time
cn: 刊登时间
vi: Thời gian đăng tin

# memberCenter_housingInformation
source: Information
cn: 资讯
vi: Thông tin

# memberCenter_hoisingPrice
source: Price
cn: 金额
vi: Thành tiền

# memberCenter_numberOfVisitors
source: Views
cn: 浏览人数
vi: Số lượt xem

# memberCenter_timeRemaining
source: Remaining
cn: 剩余刊登时间
vi: Thời gian tin còn lại

# memberCenter_operate
source: Operate
cn: 操作
vi: Thao tác

# memberCenter_closeHousing
source: Close
cn: 关闭
vi: Đóng

# memberCenter_dealHousing
source: Deal
cn: 成交
vi: Giao dịch

# memberCenter_improveEffect
source: Improve Effect
cn: 提升效果
vi: Nâng cao hiệu quả

# memberCenter_improveEffectDes
source: If you choose to improve the effect, your existing effects will become invalid.<br>Do you want to confirm the effect?
cn: 若选择提升效果，您的现有效果将失效<br>是否确认提升效果？
vi: Nếu bạn chọn cải thiện hiệu ứng, các hiệu ứng hiện có của bạn sẽ không còn hiệu lực.<br>Bạn có muốn xác nhận hiệu ứng không?

# memberCenter_updateSort
source: Update Sort
cn: 更新排序
vi: Cập nhật sắp xếp

# memberCenter_currentNumberOfPublications
source: Current Listings
cn: 目前刊登数
vi: Số lượng tin đăng hiện tại

# memberCenter_remainingListing
source: Remaining Listings
cn: 剩余刊登数
vi: Tin đăng còn lại

# memberCenter_proPlan
source: Professional Plan
cn: 专业方案
vi: Gói chuyên nghiệp

# memberCenter_closureReason
source: Reason
cn: 关闭原因
vi: Lí do đóng

# memberCenter_publishHouse
source: Publish
cn: 刊登
vi: Đăng

# memberCenter_removedTime
source: Sold Time
cn: 成交下架时间
vi: Thời gian xóa giao dịch

# memberCenter_publishAgain
source: Publish Again
cn: 再次刊登
vi: Đăng tin lại

# memberCenter_numberOfTransactions
source: Number of Transactions
cn: 成交件数
vi: Số lượng giao dịch

# memberCenter_renew
source: Renew
cn: 我要续刊
vi: Gia hạn

# memberCenter_sortPlan
source: Sorting plan
cn: 排序方案
vi: Kế hoạch sắp xếp

# memberCenter_sortTime
source: Sorting time
cn: 排序时间
vi: Thời gian sắp xếp

# memberCenter_adPlan
source: Advertising
cn: 广告方案
vi: Gói quảng cáo

# memberCenter_adTime
source: Advertising time
cn: 广告时间
vi: Thời gian quảng cáo

# memberCenter_labelingPlan
source: Labeling plan
cn: 标示方案
vi: Kế hoạch ghi nhãn

# memberCenter_labelingTime
source: Labeling time
cn: 标示时间
vi: Thời gian ghi nhãn

# memberCenter_enhanceExposure
source: Enhance Exposure
cn: 加强曝光
vi: Tăng cường hiển thị

# memberCenter_exposureArea
source: Exposure Area
cn: 曝光区域
vi: Khu vực hiển thị

# memberCenter_exposureType
source: Exposure Methods
cn: 曝光方式
vi: Phương pháp tiếp xúc

# memberCenter_exposureTime
source: Exposure Time
cn: 曝光时间
vi: Thời gian hiển thị

# memberCenter_valueAddedServices
source: Service
cn: 加值服务
vi: Dịch vụ nâng cao

# memberCenter_valueAddedCategory
source: Category
cn: 加值类别
vi: Hạng mục nâng cao

# memberCenter_valueAddedOption
source: Option
cn: 加值选项
vi: Tùy chọn bổ sung

# memberCenter_valueAddedTime
source: Time
cn: 加值时间
vi: Tăng thêm giời gian

# memberCenter_publicationDate
source: Publication
cn: 刊登日期
vi: Đăng tin

# memberCenter_releaseDate
source: Release
cn: 发布日期
vi: Đăng tin

# memberCenter_estimated
source: Estimated
cn: 预计刊登日期
vi: Dự kiến

# memberCenter_listingStatus
source: Listing Status
cn: 刊登状态
vi: Trạng thái tin

# memberCenter_publicationTitle
source: Listing Title
cn: 刊登标题
vi: Tiêu đề đăng tin

# memberCenter_deleteListing
source: Delete Listing
cn: 删除刊登
vi: Xóa tin đăng

# memberCenter_editListing
source: Edit Listing
cn: 编辑刊登
vi: Chỉnh sửa

# memberCenter_editHouseDetail
source: Edit
cn: 编辑
vi: Chỉnh sửa

# memberCenter_currentEffects
source: Current Effects
cn: 现有效果
vi: Hiệu quả hiện có

# memberCenter_storeManagement
source: Store
cn: 店铺管理
vi: Quản lý cửa hàng

# memberCenter_certification
source: Certification
cn: 资格认证
vi: Chứng nhận

# memberCenter_workData
source: Work Information
cn: 工作资料
vi: Tài liệu

# memberCenter_uploadCertification
source: Upload Professional Certificate
cn: 上传职业资格证书
vi: Tải lên chứng chỉ trình độ chuyên môn

# memberCenter_waitingForReview
source: Waiting for Review
cn: 等待审核
vi: Đợi kiểm duyệt

# memberCenter_reviewSuccessful
source: Review Successful
cn: 审核成功
vi: Kiểm duyệt thành công

# memberCenter_step1Des
source: *After submitting your documents, customer service will review them within 24 hours. You can check the review results in the Broker Professional Certification section.
cn: *您提交资料后, 客服人员将在24小时内审核完毕, 您可以在仲介职业认证内查看审核结果
vi: *Sau khi bạn gửi thông tin, nhân viên dịch vụ khách hàng sẽ xem xét trong vòng 24 giờ, bạn có thể kiểm tra kết quả xét duyệt ở chứng nhận môi giới

# memberCenter_submit
source: Confirm Submit
cn: 确认提交
vi: Xác nhận gửi

# memberCenter_submissionSuccess
source: Data submitted successfully. Customer service will review it within 24 hours. Please be patient.
cn: 资料提交成功, 客服人员将于24小时内审核完毕, 请耐心等待
vi: Thông tin đã được gửi thành công và sẽ được nhân viên dịch vụ khách hàng xem xét trong vòng 24 giờ. Vui lòng đợi

# memberCenter_retrunToMemberHome
source: Return to Member Homepage
cn: 回到会员首页
vi: Quay lại trang chủ

# memberCenter_emergencyNotice1
source: 1. Emergency contacts are just one way to notify members and cannot exercise account rights on behalf of members.
cn: 1.紧急联络人仅为通知会员的一种渠道，无法代理会员行使账号权利。
vi: 1. Người liên hệ khẩn cấp chỉ là kênh thông báo cho thành viên và không thể thay mặt thành viên thực hiện quyền tài khoản

# memberCenter_emergencyNotice2
source: 2. Notifying emergency contacts is considered as notifying the member. Therefore, if the contact information changes, it should be updated immediately. If the emergency contact refuses to answer, does not assist in notifying the member, or cannot be contacted, resulting in the member not receiving the notification, it is the responsibility of the member and not related to 88go.
cn: 2.通知紧急联络人视为已通知会员，故联络资讯若有变动，应即时更新。若紧急联络人有拒绝接听、未协助通知会员或联络不上等， 致会员未收到通知之情形, 与88go无涉, 会员须自行负责。
vi: 2. Thông báo cho người liên hệ khẩn cấp được coi là đã thông báo cho thành viên nên nếu thông tin liên hệ có thay đổi thì cần cập nhật ngay. Nếu người liên hệ khẩn cấp từ chối trả lời, không hỗ trợ thông báo cho thành viên hoặc không liên lạc được dẫn đến thành viên không nhận được thông báo,thành viên sẽ hoàn toàn chịu trách nhiệm

# memberCenter_storeData
source: Store Data
cn: 店铺资料
vi: Dữ liệu cửa hàng

# memberCenter_storeQA
source: Store Q&A
cn: 店铺问答
vi: Hỏi đáp về cửa hàng

# memberCenter_flyers
source: Flyer Creation
cn: 传单制作
vi: Tờ rơi

# memberCenter_storeInfo
source: Store Info
cn: 店铺资讯
vi: Thông tin cửa hàng

# memberCenter_businessExperience
source: Business Experience
cn: 业务经历
vi: Kinh nghiệm kinh doanh

# memberCenter_introduce
source: Self Introduction
cn: 自我介绍
vi: Tự giới thiệu

# memberCenter_activate
source: Activate
cn: 启用店铺
vi: Kích hoạt

# memberCenter_isActivateStore
source: Whether to enable the shop?
cn: 是否启用店铺?
vi: Có bật cửa hàng hay không?

# memberCenter_qaNumber
source: Q&A Number
cn: 问答编号
vi: Mã số hỏi đáp

# memberCenter_questionAccount
source: Question Account
cn: 提问账号
vi: Tài khoản đặt câu hỏi

# memberCenter_choose
source: Select
cn: 选取
vi: Chọn

# memberCenter_selectAll
source: Select All Houses
cn: 全选房屋
vi: Chọn tất cả

# memberCenter_createFlyers
source: Create Flyers
cn: 制作传单
vi: Tờ rơi

# memberCenter_flyersProductionRecord
source: Records
cn: 传单制作纪录
vi: Kỷ lục

# memberCenter_checked
source: Selected
cn: 已勾选
vi: Đã chọn

# memberCenter_flyersListing
source: Listing(s)
cn: 件房屋刊登
vi: Đăng tin nhà ở

# memberCenter_productionDate
source: Production date
cn: 制作日期
vi: Ngày sản xuất

# memberCenter_fileName
source: File name
cn: 档案名称
vi: Tên file

# memberCenter_view
source: view
cn: 检视
vi: xem

# memberCenter_download
source: download
cn: 下载
vi: tải về

# memberCenter_delete
source: delete
cn: 删除
vi: xóa bỏ

# memberCenter_subAccount
source: Sub-account
cn: 子账号管理
vi: Quản lý tài khoản phụ

# memberCenter_total
source: Total
cn: 共有
vi: Tổng cộng

# memberCenter_subAccountGroup
source: Sub-account Group
cn: 组子账号
vi: Tài khoản phụ nhóm

# memberCenter_addSubAccount
source: Add Sub-account
cn: 新增子账号
vi: Thêm tài khoản phụ

# memberCenter_subAccountInfo
source: Sub-account Information
cn: 子账号资料
vi: Thông tin tài khoản phụ

# memberCenter_serialNumber
source: Serial
cn: 编号
vi: Mã số

# memberCenter_lastLoginTime
source: Last Login
cn: 上次登入时间
vi: Lần đăng nhập cuối cùng

# memberCenter_editAccount
source: Edit Account
cn: 编辑
vi: Chỉnh sửa

# memberCenter_securityCodeOverErr
source: Incorrect Security Code
cn: 安全码错误
vi: Lỗi mã bảo mật

# memberCenter_securityCodeEmptyErr
source: Security Code Cannot Be Empty
cn: 安全码不可为空
vi: Mã bảo mật không được để trống

# memberCenter_cardholderNameEmptyErr
source: Cardholder Name Cannot Be Empty
cn: 持卡人姓名不可为空
vi: Tên chủ thẻ không được để trống

# memberCenter_cardNumberEmptyErr
source: Credit Card Number Cannot Be Empty
cn: 信用卡卡号不可为空
vi: Số thẻ tín dụng không được để trống

# memberCenter_cardTypeError
source: Invalid Credit Card Format
cn: 信用卡卡号格式错误
vi: Lỗi định dạng số thẻ tín dụng

# memberCenter_advertisementRecord
source: Records
cn: 广告刊登记录
vi: Danh sách quảng cáo

# memberCenter_advertisementApplicationRecord
source: Application Records
cn: 广告申请记录
vi: Kiểm duyệt quảng cáo

# memberCenter_AdsRunning
source: Ads Running
cn: 刊登中广告
vi: Đang chạy quảng cáo

# memberCenter_closeAds
source: Close Ads
cn: 关闭广告
vi: Đóng quảng cáo

# memberCenter_adsArea
source: Block
cn: 刊登区域
vi: Vị trí quảng cáo

# memberCenter_adsInfo
source: Information
cn: 广告资讯
vi: Thông tin quảng cáo

# memberCenter_numberOfDaysRemaining
source: Remaining
cn: 剩余天数
vi: Còn lại

# memberCenter_adsPlan
source: Ads Plan
cn: 广告刊登方案
vi: Gói quảng cáo

# memberCenter_sidebarNotice
source: Please upload 199px * 600px for homepage sidebar advertisement
cn: 首页侧栏广告请上传 199px * 600px
vi: Vui lòng tải lên 199px * 600px cho quảng cáo thanh bên trang chủ

# memberCenter_popupsNotice
source: Please upload 300px * 300px for pop-up ads
cn: 弹窗广告请上传 300px * 300px
vi: Vui lòng tải lên quảng cáo bật lên 300px * 300px

# memberCenter_floatNotice
source: Please upload 970px * 90px for floating ads
cn: 浮动广告请上传 970px * 90px
vi: Vui lòng tải lên quảng cáo nổi 970px * 90px

# memberCenter_carouselNotice
source: Please upload 1920px * 533px for the web version of the homepage carousel image.
cn: 首页轮播图网页版请上传1920px * 533px
vi: Vui lòng tải lên 1920px * 533px cho phiên bản web của hình ảnh băng chuyền trang chủ

# memberCenter_carouselNotice2
source: Please upload 428px * 200px for the mobile version of the home page carousel image
cn: 首页轮播图手机版请上传428px * 200px
vi: Vui lòng tải lên 428px * 200px cho phiên bản di động của hình ảnh băng chuyền trang chủ

# memberCenter_applyForAds
source: Apply
cn: 申请
vi: Áp dụng

# memberCenter_applyNotice
source: Please fill in the advertisement information
cn: 请填写广告刊登资讯
vi: Vui lòng điền thông tin quảng cáo

# memberCenter_publishTime
source: Publication Time
cn: 刊登期间
vi: Thời gian xuất bản

# memberCenter_adImage
source: Image
cn: 广告图片
vi: Hình ảnh

# memberCenter_urlPlaceholder
source: Please enter the URL
cn: 请输入网址
vi: Vui lòng nhập URL

# memberCenter_qrcodePlaceholder
source: Please upload the QR Code image
cn: 请上传QR Code 图档
vi: Vui lòng tải lên tệp hình ảnh Mã QR

# memberCenter_backToAdManagement
source: Back
cn: 回到广告管理
vi: Trở lại

# memberCenter_adNotice
source: Please upload 199 x 600px for the homepage sidebar.
cn: 首页侧栏请上传 199 x 600px
vi: Vui lòng tải lên 199 x 600px cho thanh bên trang chủ.

# memberCenter_promotionsRegulations
source: Promotions Regulations
cn: 推广活动规章
vi: Quy chế hoạt động khuyến mại

# memberCenter_promotionsExpired
source: Expired
cn: 已截止
vi: Hết hạn

# memberCenter_myRequirements
source: Requirements
cn: 我的需求
vi: Yêu cầu

# memberCenter_birthday
source: Birthday
cn: 生日
vi: Ngày sinh

# memberCenter_birthdayPlaceholder
source: Please select birthday
cn: 请选择生日
vi: Vui lòng chọnHãy chọn ngày sinh nhật

# memberCenter_socialMedia
source: Social media
cn: 通讯软体
vi: Mạng xã hội

# memberCenter_housingOptions
source: Housing
cn: 住房选择
vi: Lựa chọn

# memberCenter_houseingType
source: Type
cn: 偏好型态
vi: Mẫu nhà yêu thích

# memberCenter_preferenceRegion
source: Region
cn: 偏好区域
vi: Khu vực

# memberCenter_preferenceArea
source: Area
cn: 偏好面积
vi: Diện tích

# memberCenter_amountRange
source: Amount
cn: 金额范围
vi: Mức giá

# memberCenter_specialRequirements
source: Others
cn: 特殊需求
vi: Yêu cầu đặt biệt

# memberCenter_specialRequirementsPlaceholder
source: Enter conetent
cn: 请输入内容
vi: Vui lòng nhập

# memberCenter_requirementsDes
source: Fill in your housing requirements and let 88go provide you with suitable housing information!
cn: 填写您的房屋需求, 让88go为您提供适合的房屋资讯!
vi: Điền yêu cầu về nhà ở của bạn, 88go giúp bạn tìm thông tin nhà ở phù hợp !

# memberCenter_clientManagement
source: Client
cn: 客户管理
vi: Khách hàng

# memberCenter_newTask
source: New Task
cn: 新增任务
vi: Thêm nhiệm vụ mới

# memberCenter_editTask
source: Edit Task
cn: 编辑任务
vi: Chỉnh sửa tác vụ

# memberCenter_allDayTask
source: All-Day
cn: 全天任务
vi: Cả ngày

# memberCenter_inComplete
source: Incomplete
cn: 未完成任务
vi: Hoàn tác

# memberCenter_inProgress
source: In progress
cn: 进行中任务
vi: Trong tiến trình

# memberCenter_completed
source: Completed
cn: 已完成任务
vi: Hoàn thành

# memberCenter_cancel
source: Cancel
cn: 取消任务
vi: Hủy bỏ

# memberCenter_taskNumber
source: Number
cn: 任务编号
vi: Số nhiệm vụ

# memberCenter_taskName
source: Task Name
cn: 任务名称
vi: Tên nhiệm vụ

# memberCenter_clientName
source: Name
cn: 客户姓名
vi: Tên

# memberCenter_taskContent
source: Content
cn: 任务内容
vi: Nội dung

# memberCenter_report
source: Report
cn: 回报
vi: Trả lại

# memberCenter_checkIn
source: Check In
cn: 签到
vi: Kiểm tra trong

# memberCenter_taskList
source: Tasks
cn: 任务列表
vi: Nhiệm vụ

# memberCenter_schedule
source: Schedule
cn: 行程表
vi: Lịch trình

# memberCenter_activity
source: Activity
cn: 业务活动量
vi: Hoạt động

# memberCenter_salePersonList
source: Business
cn: 业务列表
vi: Nghiệp vụ

# memberCenter_monthly
source: Monthly
cn: 月目标
vi: Mục tiêu hàng tháng

# memberCenter_weeklyReport
source: Weekly Report
cn: 周回报
vi: Báo cáo tuần

# memberCenter_toBeReported
source: To be reported
cn: 待回报
vi: Sẽ được báo cáo

# memberCenter_reported
source: Reported
cn: 已回报
vi: Đã báo cáo

# memberCenter_lastContactTime
source: Last contact time
cn: 上次联系时间
vi: Thời gian liên lạc lần cuối

# memberCenter_reportContactInfo
source: Report
cn: 联系回报
vi: Trở lại

# memberCenter_numberOfBuyersAndSellersToBeReported
source: Quantity required to be reported by the buyer and seller of homeowners
cn: 待回报买卖方屋主数
vi: Báo cáo tổng số lượng chủ sở hữu mua và bán nhà

# memberCenter_numberOfBuyersAndSellersOfClientToBeReported
source: Quantity required to be reported by the buyer and seller of customers
cn: 待回报买卖方客户数
vi: Báo cáo tổng số lượng khách hàng mua và bán nhà

# memberCenter_numberOfRentalHouseOwnersToBeReported
source: Quantity required to be reported by the lessor homeowners
cn: 待回报买卖方客户数
vi: Số lượng bắt buộc chủ nhà cho thuê phải báo cáo

# memberCenter_numberOfRentalCustomerToBeReported
source: Quantity required to be reported by the lessor customers
cn: 待回报租赁方客户数
vi: Báo cáo số lượng khách hàng thuê nhà

# memberCenter_contactTime
source: Contact time
cn: 联系时间
vi: Thời gian liên lạc

# memberCenter_contactTimePlaceholder
source: Please enter contact time
cn: 请输入联系时间
vi: Hãy nhập thời gian liên lạc

# memberCenter_contactInfo
source: Contact information
cn: 联系资讯
vi: Thông tin liên hệ

# memberCenter_reportTime
source: Report time
cn: 回报时间
vi: Thời gian báo cáo

# memberCenter_performanceAmount
source: Performance amount
cn: 业绩金额
vi: Mức hiệu suất

# memberCenter_signAndServiceFee
source: (signing amount/service fee)
cn: (签约金额/服务费)
vi: (số tiền hợp đồng/phí dịch vụ)

# memberCenter_mainSalesperson
source: Main salesperson
cn: 主要业务
vi: Chủ yếu ngành kinh doanh

# memberCenter_signingAmountPlaceholder
source: Please enter the signing amount
cn: 请输入签约金额
vi: Vui lòng nhập số tiền hợp đồng

# memberCenter_monthlyActivity
source: Monthly Activities
cn: 月活动量
vi: Hoạt động hàng tháng

# memberCenter_missionHistory
source: History
cn: 任务历程
vi: Lịch sử nhiệm vụ

# memberCenter_targetTotal
source: Total target for this month
cn: 本月目标总业绩
vi: Tổng hiệu suất mục tiêu cho tháng này

# memberCenter_totalTransaction
source: Total transaction for this month
cn: 本月成交总业绩
vi: Tổng kết quả giao dịch trong tháng này

# memberCenter_targetTotalOfMonth
source: Total revenue achieved this month
cn: 本月达成总业绩
vi: Tổng doanh thu đạt được trong tháng này

# memberCenter_performance
source: Performance
cn: 业绩
vi: Hiệu suất

# memberCenter_leaseEntrustment
source: Lease Entrustment(items)
cn: 租赁委托(件)
vi: Ủy thác cho thuê (mặt hàng)

# memberCenter_buyingEntrustment
source: Transaction entrustment (items)
cn: 买卖委托(件)
vi: Ủy thác giao dịch (mặt hàng)

# memberCenter_leaseVisit
source: Lease (items)
cn: 租赁带看(件)
vi: Tham quan thuê (mặt hàng)

# memberCenter_transactionVisit
source: Transaction Visit(items)
cn: 买卖带看(件)
vi: Chuyến thăm giao dịch (mặt hàng)

# memberCenter_goalSetting
source: Setting
cn: 月目标设定
vi: Cài đặt

# memberCenter_performanceRegistration
source: Registration
cn: 业绩登记
vi: Đăng ký

# memberCenter_addInBatches
source: Add
cn: 新增目标
vi: Tăng

# memberCenter_addNewGoal
source: Add new goals in batches
cn: 批量新增目标
vi: Thêm mục tiêu theo đợt

# memberCenter_performanceGoals
source: Goal
cn: 业绩目标
vi: Mục tiêu

# memberCenter_addMonthlyGoal
source: Add monthly goals
cn: 新增业务月目标
vi: Mục tiêu kinh doanh hàng tháng mới

# memberCenter_branchList
source: Branch List
cn: 分店列表
vi: Danh sách nhánh

# memberCenter_branchInfo
source: Branch Information
cn: 分店资讯
vi: Thông tin chi nhánh

# memberCenter_branchNum
source: Number Of Branches
cn: 分店数
vi: Số lượng chi nhánh

# memberCenter_branchApplication
source: Apply
cn: 分店申请审核
vi: Áp dụng

# memberCenter_editBranch
source: Edit Branch
cn: 编辑分店
vi: Sửa chi nhánh

# memberCenter_addNewBranch
source: Add Branch
cn: 新增分店
vi: Thêm chi nhánh mới

# memberCenter_addGroupBranch
source: New Group Branch
cn: 新增集团分店
vi: Thêm chi nhánh nhóm mới

# memberCenter_branchAccount
source: Account
cn: 分店帐号
vi: Số tài khoản

# memberCenter_ownerPosition
source: Owner Position
cn: 帐号所有人职位
vi: Việc làm chủ sở hữu

# memberCenter_branchNotice
source: If your branch application is not reviewed within 7 days, it will be automatically returned. Please be sure to complete the review within the time limit.
cn: 分店申请若于7天内未审核将自动退回, 请务必于时间内完成审核。
vi: Nếu đơn đăng ký chi nhánh của bạn không được xem xét trong vòng 7 ngày, đơn đăng ký sẽ tự động được trả lại. Hãy đảm bảo hoàn thành việc xem xét trong thời hạn.

# memberCenter_notReviewed
source: Not Reviewed
cn: 未审核
vi: Chưa được xem xét

# memberCenter_applyForAccount
source: Account
cn: 申请帐号
vi: Số tài khoản

# memberCenter_applyForAccountPlaceholder
source: Please enter your account name or mobile phone number
cn: 请输入账号姓名或手机号码
vi: Vui lòng nhập tên tài khoản hoặc số điện thoại di động của bạn

# memberCenter_applyStatus
source: Apply Status
cn: 审核状态
vi: Trạng thái phê duyệt

# memberCenter_applyStatusPlaceholder
source: Please select review status
cn: 请选择审核状态
vi: Vui lòng chọn trạng thái đánh giá

# memberCenter_replyStatus
source: Reply status
cn: 回复状态
vi: Trạng thái trả lời

# memberCenter_replyStatusPlaceholder
source: Please select reply status
cn: 请选择回复状态
vi: Vui lòng chọn trạng thái trả lời

# memberCenter_applyAccountInfo
source: Account Information
cn: 申请帐号资讯
vi: Thông tin tài khoản

# memberCenter_applyBranchInfo
source: Branch Information
cn: 申请分店资讯
vi: Thông tin chi nhánh

# memberCenter_applyForReview
source: Apply For Review
cn: 申请审核
vi: Xét duyệt đơn đăng ký

# memberCenter_approved
source: Approved
cn: 审核通过
vi: Tán thành

# memberCenter_notApproved
source: Not Approved
cn: 审核未通过
vi: Không được phê duyệt

# memberCenter_trade
source: Trade
cn: 买卖
vi: Giao dịch

# memberCenter_lease
source: Lease
cn: 租赁
vi: Cho thuê

# memberCenter_houseOwner
source: Homeowner
cn: 屋主
vi: Gia chủ

# memberCenter_client
source: Client
cn: 客户
vi: Khách hàng

# memberCenter_transactionItems
source: Transaction Items
cn: 交易项目
vi: Các hạng mục giao dịch

# memberCenter_transactionType
source: Transaction Type
cn: 交易类型
vi: Loại giao dịch

# memberCenter_homeownerType
source: Homeowner Type
cn: 屋主类型
vi: Loại chủ sở hữu nhà

# memberCenter_entrustment
source: Entrustment
cn: 委任方式
vi: Giao phó

# memberCenter_homeownerName
source: Homeowner's Name
cn: 屋主姓名
vi: Tên của chủ sở hữu

# memberCenter_homeownerAndContract
source: Homeowner/Contract
cn: 屋主/契约
vi: Chủ sở hữu/Hợp đồng

# memberCenter_homeownerInfo
source: Homeowner Information
cn: 屋主资讯
vi: Thông tin chủ nhà

# memberCenter_itemsSaleInfo
source: Item Sales Information
cn: 标的物售资
vi: Thông tin bán hàng

# memberCenter_salesInfo
source: Salesperson Information
cn: 业务资讯
vi: Thông tin nhân viên bán hàng

# memberCenter_clientRequest
source: Client's Request
cn: 客户需求
vi: Nhu cầu của khách hàng

# memberCenter_entrustedAudit
source: Entrusted Audit
cn: 委任审核
vi: Ủy nhiệm kiểm duyệt

# memberCenter_contactAudit
source: Contact Audit
cn: 联系审核
vi: Liên hệ đánh giá

# memberCenter_transactionNotReviewed
source: Transaction
cn: 买卖未审核
vi: Giao dịch

# memberCenter_leaseNotReviewed
source: Lease
cn: 租赁未审核
vi: Cho thuê

# memberCenter_buyerAndSellerOfHomeowners
source: Buying and selling of homeowners
cn: 买卖屋主未审核
vi: Việc mua bán nhà chưa được chính chủ xem xét

# memberCenter_buyerAndSellerOfClient
source: Buying and selling of customers
cn: 买卖客户未审核
vi: Khách hàng mua bán chưa được xét duyệt

# memberCenter_leasingHomeowners
source: Leasing homeowners
cn: 租赁屋主未审核
vi: Chủ sở hữu cho thuê chưa hồi đáp

# memberCenter_leasingClient
source: Leasing customers
cn: 租赁客户未审核
vi: Khách hàng thuê chưa hồi đáp

# memberCenter_salespersonReportInfo
source: Salesperson report information
cn: 业务回报资讯
vi: Thông tin báo cáo doanh nghiệp

# memberCenter_contactDetails
source: Contact details
cn: 联系详情
vi: Thông tin liên hệ

# memberCenter_contactRecord
source: Contact records
cn: 电联记录
vi: Hồ sơ liên lạc qua điện thoại

# memberCenter_reviewedDes
source: Please confirm whether the appointment method is correct, and then click Approval.
cn: 请确认委任方式是否正确，再点击审核通过。
vi: Vui lòng xác nhận xem phương thức cuộc hẹn có đúng không, sau đó nhấp vào Phê duyệt.

# memberCenter_contractDes
source: Please confirm whether the service fee is correct, and click to approval.
cn: 请确认服务费金额是否正确，再点击审核通过。
vi: Vui lòng xác nhận số tiền phí dịch vụ có chính xác hay không rồi nhấp vào Phê duyệt.

# memberCenter_chooseClientType
source: Please select the appropriate customer type and identity
cn: 请选择符合的客户类型与身份
vi: Vui lòng chọn loại khách hàng và danh tính phù hợp

# memberCenter_clientIdentity
source: Identity
cn: 客户身份
vi: Danh tính

# memberCenter_responsibleForSalesperson
source: Salesperson
cn: 负责业务
vi: Nghiệp vụ

# memberCenter_demandArea
source: Area requirements
cn: 需求区域
vi: Khu vực nhu cầu

# memberCenter_demandHouseCategory
source: Housing category requirements
cn: 需求房屋类型
vi: Yêu cầu về hạng mục nhà ở
