Repository: huy123cv78/88Gohouse
Catalog: lib/l10n/app_*.arb
Languages: cn, vi

# factory_handling_equipment_4
source: Crane
cn: 起重机
vi: Máy trục

# factory_handling_equipment_5
source: Stacker
cn: 堆高机
vi: Xe xếp

# factory_handling_equipment_6
source: Electric Forklift
cn: 电动铲车
vi: Xe nâng điện

# factory_handling_equipment_7
source: Pallet
cn: 托盘
vi: Khay

# factory_handling_equipment_8
source: Shelves
cn: 货架
vi: Những cái kệ

# factory_handling_equipment_9
source: Sorting Line
cn: 分拣线
vi: Dòng phân loại

# land_type_1
source: Residential
cn: 住宅地
vi: Đất ở

# land_type_2
source: Commercial
cn: 商業地
vi: Đất thương mại

# land_type_3
source: Industrial
cn: 工業地
vi: Đất công nghiệp

# land_type_4
source: Construction
cn: 建地
vi: Đất xây dựng

# land_type_5
source: Agricultural
cn: 农地
vi: Đất nông nghiệp

# land_type_6
source: Forestry
cn: 林地
vi: Đất lâm nghiệp

# land_type_7
source: Other
cn: 其他
vi: Khác

# land_purpose_0
source: No Limit
cn: 不限
vi: Không hạn chế

# land_purpose_1
source: Farming
cn: 农作
vi: Nông nghiệp

# land_purpose_2
source: House
cn: 住宅
vi: Dân cư

# land_purpose_3
source: Processing factory
cn: 加工厂
vi: Nhà xưởng chế biến

# land_purpose_4
source: SMEs
cn: 中小企业
vi: Doanh nghiệp vừa và nhỏ

# land_purpose_5
source: High technology
cn: 高科技业
vi: Ngành công nghệ cao

# land_purpose_6
source: Factory
cn: 厂房
vi: Nhà xưởng

# land_purpose_7
source: Depository
cn: 仓库
vi: Nhà kho

# land_purpose_8
source: Advertisement
cn: 广告
vi: Quảng cáo

# land_purpose_9
source: Store
cn: 店面
vi: Cửa hàng

# land_infrastructure_0
source: All
cn: 全选
vi: Chọn tất cả

# land_infrastructure_1
source: Electricity
cn: 电
vi: Điện

# land_infrastructure_2
source: Water
cn: 水
vi: Nước

# land_infrastructure_3
source: Pathway
cn: 通路
vi: Đường

# land_infrastructure_4
source: Flat ground
cn: 地面平整
vi: Mặt đất bằng phẳng

# land_infrastructure_5
source: Network cable
cn: 网络线
vi: Đường dây mạng

# office_category_1
source: Office
cn: 办公
vi: Văn phòng

# office_category_2
source: Residential office
cn: 住宅式办公
vi: Văn phòng dân cư

# office_type_1
source: Apartment
cn: 公寓
vi: Chung cư

# office_type_2
source: Villa
cn: 别墅
vi: Biệt thự

# office_type_3
source: Detached House
cn: 透天
vi: Nhà nguyên căn

# office_type_4
source: Store
cn: 店铺
vi: Cửa hàng

# office_type_5
source: High-rise Building
cn: 电梯大楼
vi: Căn hộ

# office_tax_0
source: Exclude
cn: 不含税
vi: Không bao gồm thuế

# office_tax_1
source: Include
cn: 含税
vi: Bao gồm thuế

# office_electricity_0
source: Excluding electricity fee
cn: 不含电费
vi: Chưa bao gồm tiền điện

# office_electricity_1
source: Included Electricity fee
cn: 含电费
vi: Bao gồm tiền điện

# office_registration_0
source: To be determined
cn: 待确定
vi: Đợi xác nhận

# office_registration_1
source: Yes
cn: 是
vi: Có

# office_registration_2
source: No
cn: 否
vi: Không

# office_equipment_1
source: Internet
cn: 网路
vi: Mạng

# office_equipment_2
source: Office Furniture
cn: 办公家具
vi: Đồ nội thất

# office_equipment_3
source: Air Conditioner
cn: 空调
vi: Máy điều hòa

# office_equipment_4
source: Individual Washroom
cn: 独立卫生间
vi: Phòng vệ sinh riêng

# office_equipment_5
source: Security Guard
cn: 保全人员
vi: Nhân viên an ninh

# office_equipment_6
source: Staff Restaurant
cn: 员工餐厅
vi: Căng tin nhân viên

# office_equipment_7
source: Transceiver Express
cn: 收发快递
vi: Họp thư tập trung

# office_equipment_8
source: Visitor Reception
cn: 访客接待
vi: Lễ tân đón khách

# office_equipment_9
source: Cleaning Service
cn: 保洁服务
vi: Dịch vụ vệ sinh

# office_equipment_10
source: Negotiation Room
cn: 洽谈室
vi: Phòng đàm phán

# office_equipment_11
source: Meeting Room
cn: 会议室
vi: Phòng họp

# office_equipment_12
source: Book Bar
cn: 书吧
vi: Thư viện

# office_equipment_13
source: Leisure Area
cn: 休闲区
vi: Khu giải trí

# office_equipment_14
source: Multifunctional Hall
cn: 多功能厅
vi: Phòng hội nghị

# office_equipment_15
source: Pantry
cn: 茶水间
vi: Phòng pantry văn phòng

# office_equipment_16
source: Self-service Vending Machines
cn: 自助售卖机
vi: Máy bán hàng tự động

# office_equipment_17
source: Refrigerator
cn: 电冰箱
vi: Tủ lạnh

# office_equipment_18
source: Micro-wave oven
cn: 微波炉
vi: Lò vi sóng

# office_equipment_19
source: Water Purifier
cn: 净水器
vi: Máy lọc nước

# office_equipment_20
source: Air Cleaner
cn: 空气净化器
vi: Máy lọc không khí

# office_equipment_22
source: Fitness Equipment
cn: 健身设备
vi: Thiết bị tập thể dục

# office_equipment_23
source: Copy/Print Equipment
cn: 复印/打印设备
vi: Máy photocoppy

# shop_category_1
source: Commercial Street Store
cn: 商业街店面
vi: Cửa hàng phố thương mại

# shop_category_2
source: Commercial Residence
cn: 社区底商
vi: Tầng trệt khu thương mại

# shop_category_3
source: Corporate Office
cn: 办公楼配套
vi: Văn phòng công ty

# shop_category_4
source: Shopping Mall/Department Store
cn: 购物/百货中心店面
vi: Trung tâm mua sắm/ cửa hàng bách hóa

# shop_category_5
source: Roadside/Street Shops
cn: 路边/临街店面
vi: Cửa hàng ven đường/ mặt tiền

# shop_category_6
source: Stalls
cn: 档口摊位
vi: Quầy hàng

# shop_category_7
source: Transportation Facilities Shops
cn: 交通设施商铺
vi: Cửa hàng giao thông vận tải

# shop_category_8
source: Other
cn: 其他
vi: Khác

# shop_type_1
source: Apartment
cn: 公寓
vi: Chung cư

# shop_type_2
source: Villa
cn: 别墅
vi: Biệt thự

# shop_type_3
source: Detached House
cn: 透天
vi: Nhà nguyên căn

# shop_type_4
source: Store
cn: 店铺
vi: Cửa hàng

# shop_type_5
source: High-rise Building
cn: 电梯大楼
vi: Căn hộ

# shop_business_status_1
source: Idling
cn: 空置中
vi: Đang trống

# shop_business_status_2
source: Operating
cn: 经营中
vi: Đang hoạt động

# shop_business_status_3
source: Renting
cn: 出租中
vi: Cho thuê

# shop_disabled_1
source: Oil Fume Catering Industry
cn: 油烟餐饮业
vi: Ngành phục vụ bếp ăn công nghiệp

# shop_disabled_2
source: Special Industries
cn: 特种行业
vi: Các ngành đặc biệt

# shop_disabled_3
source: Claw Machine
cn: 夹娃娃机
vi: Máy gấp thú

# shop_disabled_4
source: Pet Shop
cn: 宠物店
vi: Cửa hàng thú cưng

# shop_disabled_5
source: Car Wash Industry
cn: 洗车业
vi: Nghề rửa xe

# shop_disabled_6
source: Amusement Park
cn: 游艺场
vi: Công viên giải trí

# shop_disabled_7
source: Religious Groups
cn: 宗教集团
vi: Nhóm tôn giáo

# shop_customer_flow_1
source: Office Worker
cn: 上班族
vi: Nhân viên văn phòng

# shop_customer_flow_2
source: Nearby Residents
cn: 附近居民
vi: Cư dân lân cận

# shop_customer_flow_3
source: Tourists
cn: 游客
vi: Khách du lịch

# shop_equipment_1
source: Tap Water
cn: 自来水
vi: Nước máy

# shop_equipment_2
source: Sewage Treatment
cn: 排污水
vi: Xả nước thải

# shop_equipment_3
source: 380V three-phase electricity
cn: 380V三相电
vi: Điện ba pha 380V

# shop_equipment_4
source: Smoke Exhaust Pipe
cn: 排烟管道
vi: Ống xả khói

# shop_equipment_5
source: Sewage Pipe
cn: 排污管道
vi: Ống nước thải

# shop_equipment_6
source: Natural Gas
cn: 天然瓦斯
vi: Khí gas tự nhiên

# shop_equipment_7
source: Air Conditioner
cn: 空调
vi: Máy điều hòa

# shop_equipment_8
source: Internet
cn: 网路
vi: Mạng

# shop_equipment_9
source: Individual Washroom
cn: 独立卫生间
vi: Phòng vệ sinh riêng

# shop_equipment_10
source: Independent Entrance And Exit
cn: 独立出入口
vi: Lối đi riêng

# shop_equipment_11
source: Water Heater
cn: 热水器
vi: Máy nước nóng

# ord_status_0
source: Unpaid
cn: 未付款
vi: Chưa thanh toán

# ord_status_1
source: Remitted
cn: 已汇款
vi: Đã chuyển tiền

# ord_status_2
source: Paid
cn: 已付款
vi: Đã thanh toán

# ord_status_3
source: No received
cn: 未收到款项
vi: Chưa thanh toán

# ord_status_4
source: Failed
cn: 付款失败
vi: Thanh toán thất bại

# ord_pay_type_0
source: Manual
cn: 人工入金
vi: Nạp thủ công

# ord_pay_type_1
source: Remitted
cn: 汇款
vi: Chuyển tiền

# ord_pay_type_2
source: Third party
cn: 第三方
vi: Ví điện tử

# ord_pay_type_3
source: Activity settlement
cn: 活动结算
vi: Quyết toán hoạt động

# ord_pay_type_4
source: Actual Price Registration Bonus
cn: 实价登录奖励
vi: Điểm nâng cấp chênh lệch

# ord_expose_type_1
source: Web Version
cn: 网页版
vi: Nền tảng web

# ord_expose_type_2
source: Mobile Version
cn: 行动版
vi: Nền tảng di động

# plan_ad_block_1
source: Sidebar
cn: 首页侧栏
vi: Thanh bên trang chủ

# plan_ad_block_2
source: Pop-Ups
cn: 弹窗广告
vi: Cửa sổ bật lên

# plan_ad_block_3
source: Float
cn: 浮动广告
vi: Trôi nổi

# plan_ad_block_4
source: Carousel
cn: 首页轮播
vi: Quảng cáo xoay vòng

# plan_ad_type_7
source: Sidebar Advertise
cn: 首页侧栏广告
vi: Quảng cáo thanh bên trên trang chủ

# plan_ad_type_8
source: Pop-ups Advertise
cn: 弹窗广告
vi: Cửa sổ bật lên Quảng cáo

# plan_ad_type_9
source: Float Advertise
cn: 浮动广告
vi: Trôi nổi Quảng cáo

# plan_ad_type_10
source: Carousel Advertise
cn: 首页轮播广告
vi: Quảng cáo xoay vòng trên trang chủ

# plan_ad_status_0
source: Not sent for review
cn: 未送审
vi: Chưa gửi để xem xét

# plan_ad_status_1
source: Review
cn: 审核中
vi: đang được xem xét

# plan_ad_status_2
source: Approve
cn: 核准
vi: Phê duyệt

# plan_ad_status_3
source: Decline
cn: 婉拒
vi: Sự suy sụp

# plan_ad_status_4
source: Close
cn: 关闭刊登
vi: Đóng danh sách

# plan_ad_status_5
source: All
cn: 全部
vi: Tất cả

# plan_bonus_category_1
source: Update Sorting
cn: 更新排序
vi: Cập nhật sắp xếp

# plan_bonus_category_2
source: Advertising Services
cn: 广告服务
vi: Dịch vụ đăng tin

# plan_bonus_category_3
source: Labeling Services
cn: 标示服务
vi: Dịch vụ dán nhãn

# plan_bonus_type_1_1
source: Manual Update
cn: 手动更新
vi: Cập nhật thủ công

# plan_bonus_type_1_2
source: Automatic Update
cn: 自动更新
vi: Cập nhật tự động

# plan_bonus_type_1_3
source: Regular Update
cn: 定时更新
vi: Đặt thời gian cập nhật

# plan_bonus_type_2_1
source: Preferred Housing
cn: 优选好屋
vi: Ưu tiên

# plan_bonus_type_2_2
source: Recommended Housing
cn: 推荐房屋
vi: Đề xuất

# plan_bonus_type_3_1
source: Pin
cn: 置顶
vi: Ghim đầu trang

# plan_bonus_type_3_2
source: Choice
cn: 精选
vi: Nổi bật

# plan_bonus_type_3_3
source: Expedited
cn: 加急
vi: Gấp

# plan_bonus_status_0
source: Disable
cn: 停用
vi: Vô hiệu hóa

# plan_bonus_status_1
source: Enable
cn: 启用
vi: Cho phép

# plan_lessor_type_1
source: Rental Plan
cn: 出租方案
vi: Đăng tin cho thuê

# plan_lessor_type_2
source: Purchase Plan
cn: 购屋方案
vi: Đăng tin mua bán

# plan_lessor_type_3
source: Single Rental Plan
cn: 单笔租方案
vi: Đăng tin cho thuê đơn

# plan_lessor_type_4
source: Single Sale Plan
cn: 单笔售方案
vi: Đăng tin mua bán đơn

# plan_lessor_status_0
source: Disable
cn: 停用
vi: Vô hiệu hóa

# plan_lessor_status_1
source: Enable
cn: 启用
vi: Cho phép

# plan_premium_type_5
source: Ad-Free Plan
cn: 去广告方案
vi: Đăng tin

# plan_premium_type_6
source: Agent-Free Plan
cn: 去仲介方案
vi: Môi giới

# plan_premium_status_0
source: Disable
cn: 停用
vi: Vô hiệu hóa

# plan_premium_status_1
source: Enable
cn: 启用
vi: Cho phép

# rating_type_1
source: Landlord/Agent
cn: 房东/代理人
vi: Chủ nhà/người đại diện

# rating_type_2
source: Store
cn: 店铺
vi: Cửa hàng

# store_status_0
source: Disable
cn: 停用
vi: Vô hiệu hóa

# store_status_1
source: Enable
cn: 启用
vi: Cho phép

# publish_house_sort_type_1
source: Latest Publish Time
cn: 发布时间(最晚)
vi: Thời gian phát hành (muộn nhất)

# publish_house_sort_type_2
source: Earliest Publish Time
cn: 发布时间(最早)
vi: Thời gian phát hành (sớm nhất)

# publish_house_sort_type_3
source: Latest Creation Time
cn: 创建时间(最晚)
vi: Thời gian lập (muộn nhất)

# publish_house_sort_type_4
source: Earliest Creation Time
cn: 创建时间(最早)
vi: Thời gian lập (sớm nhất)

# publish_type_type_1
source: Rent
vi: Cho thuê

# publish_type_type_2
source: Sale
vi: Mua bán

# publish_type_type_3
source: Rent
vi: Cho thuê

# publish_type_type_4
source: Sale
vi: Mua bán

# publish_type_type_5
source: Rent
vi: Cho thuê

# publish_type_type_6
source: Sale
vi: Mua bán

# publish_type_type_7
source: Rent
vi: Cho thuê

# publish_type_type_8
source: Sale
vi: Mua bán

# publish_type_type_9
source: Rent
vi: Cho thuê

# publish_type_type_10
source: Sale
vi: Mua bán

# activity_type_type_1
source: Brokerage
vi: Trung gian môi giới

# activity_type_type_2
source: Facebook promotion
vi: Khuyến mãi Facebook

# activity_type_type_3
source: Zola promotion
vi: Khuyến mãi Zola

# date_select_1
source: Today
cn: 本日
vi: Hôm nay

# date_select_2
source: Week
cn: 本周
vi: Tuần này

# date_select_3
source: Month
cn: 本月
vi: Tháng này

# date_select_4
source: All
cn: 活动期间全部
vi: Tất cả

# task_status_1
source: Incomplete
cn: 未完成
vi: Hoàn tác

# task_status_2
source: In progress
cn: 进行中
vi: Trong tiến trình

# task_status_3
source: Completed
cn: 已完成
vi: Hoàn thành

# task_status_4
source: Cancel
cn: 取消
vi: Hủy bỏ

# review_status_1
source: Not Approved
cn: 未审核
vi: Chưa được xem xét

# review_status_2
source: Approved
cn: 已通过
vi: Thành công

# review_status_3
source: Rejected
cn: 驳回
vi: Từ chối

# branch_reply_status_3
source: No Reply
cn: 未回复
vi: Chưa trả lời

# branch_reply_status_4
source: Agree
cn: 同意
vi: Đồng ý

# branch_reply_status_5
source: Decline
cn: 婉拒
vi: Từ chối

# owner_type_1
source: Seller
cn: 一般卖家
vi: Người bán

# owner_type_2
source: Builders
cn: 建商
vi: Thợ xây

# owner_type_3
source: Brokerage Joint Sale
cn: 仲介联卖
vi: Trung gian mua bán

# appointment_type_0
source: To Be Confirmed
cn: 待定
vi: Riêng biệt

# appointment_type_1
source: Verbal
cn: 口头约
vi: Hợp đồng miệng

# appointment_type_2
source: Generally
cn: 一般约
vi: Hợp đồng thông thường

# appointment_type_3
source: Full-time
cn: 专任约
vi: Hợp đồng trung gian

# task_type_1
source: Personal Visit
cn: 亲自拜访
vi: Chuyến thăm cá nhân

# task_type_2
source: Phone
cn: 电话联络
vi: Điện thoại

# task_type_3
source: Visit House
cn: 房屋带看
vi: Thăm nhà

# task_type_4
source: Sign A Contract
cn: 签约
vi: Ký hợp đồng

# contract_0
source: Contract has not been reviewed
cn: 签约未审核
vi: Hợp đồng chưa được xem xét

# contract_1
source: Contract has been approved
cn: 签约已通过
vi: Hợp đồng đã được phê duyệt

# contract_2
source: Contract was not approved
cn: 签约未通过
vi: Hợp đồng không được phê duyệt

# position_1
source: Store Manager
cn: 店长
vi: Quản lý

# position_2
source: Manager
cn: 经理
vi: Giám đốc

# position_3
source: Assistant Manager
cn: 副经理
vi: Phó giám đốc

# position_4
source: Supervisor
cn: 主管
vi: Chủ quản

# position_5
source: Team Leader
cn: 组长
vi: Tổ trưởng

# position_6
source: Coordinator
cn: 业务
vi: Nghiệp vụ

# client_tabs_0
source: All
cn: 全部
vi: Tất cả

# client_tabs_1
source: Recently
cn: 近期拜访
vi: Gần đây

# client_tabs_2
source: No visit in two weeks
cn: 两周未拜访
vi: Không ghé thăm trong hai tuần

# assignment_status_0
source: Unassigned
cn: 未指派
vi: Chưa được chỉ định

# assignment_status_1
source: Assigned
cn: 已指派
vi: Đã được chỉ định

# placeholder_minimumPrice
source: Enter Minimum Price
cn: 请输入最低价格
vi: Từ

# placeholder_maximumPrice
source: Enter Maximum Price
cn: 请输入最高价格
vi: Đến

# placeholder_minimumArae
source: Enter Minimum Area
cn: 请输入最低面积
vi: Từ

# placeholder_maximumArae
source: Enter Maximum Area
cn: 请输入最高面积
vi: Đến

# placeholder_minimumFloor
source: Enter Minimum Floor
cn: 请输入最低楼层
vi: Từ

# placeholder_maximumFloor
source: Enter Maximum Floor
cn: 请输入最高楼层
vi: Đến

# placeholder_searchId
source: Enter ID
cn: 请输入编号
vi: Vui lòng nhập số

# placeholder_contractAmount
source: Please Enter The Service Fee
cn: 请输入服务费金额
vi: Vui lòng nhập số tiền phí dịch vụ

# placeholder_notApproved
source: Please Enter The Reason
cn: 请输入原因
vi: Vui lòng nhập lý do thất bại

# placeholder_selectAnAccount
source: Please select an account
cn: 请选择账号
vi: Vui lòng chọn một tài khoản

# placeholder_selectIdentity
source: Please select the identity to be published
cn: 请选择刊登身份
vi: Vui lòng chọn danh tính để đăng tin

# alertText_phone
source: Please enter a phone number
cn: 请输入手机号码
vi: Vui lòng nhập số điện thoại

# alertText_pwd_error
source: Please enter a password of 8 to 12 characters including alphanumeric characters
cn: 请输入密码8至12位包含英数字
vi: Vui lòng nhập mật khẩu từ 8 đến 12 ký tự bao gồm các ký tự chữ và số

# alertText_pwd_over
source: Password exceeds 12 characters
cn: 密码超过12位
vi: Mật khẩu vượt quá 12 kí tự

# alertText_pwd_noMatch
source: Does not match the password
cn: 与密码不符
vi: Mật khẩu không trùng khớp

# alertText_point
source: If there are insufficient points, you will be directed to point management.
cn: 点数不足，将引导到点数管理
vi: Nếu không đủ điểm sẽ được chuyển đến phần quản lý điểm.

# alertText_publishPriceErr
source: The minimum amount is not less than 23000
cn: 最小金额不小于23000
vi: Số tiền tối thiểu không ít hơn 23000 nhân dân tệ

# alertText_publishDayErr
source: The number of days cannot be less than 0
cn: 天数不可小於0
vi: Số ngày không thể nhỏ hơn 0

# alertText_areaErr
source: Please select at least one
cn: 请选择至少一項
vi: Vui lòng chọn ít nhất một

# alertText_logoutFail
source: Logout failed
cn: 登出失败
vi: Đăng xuất không thành công

# alertText_planRoleNotPermit
source: Your current account identity cannot use this solution, please switch to another identity and try
cn: 您目前的账号身份无法使用此方案，请切换到其他身份尝试
vi: Danh tính tài khoản hiện tại của bạn không thể sử dụng giải pháp này, vui lòng chuyển sang danh tính khác và thử

# alertText_loginFirst
source: Please log in first
cn: 请先登录
vi: Vui lòng đăng nhập trước

# alertText_pleaseCheck
source: Check please
cn: 请勾选
vi: Hãy đánh dấu

# alertText_over50mb
source: Upload file should not exceed 50MB
cn: 上传档案请勿超过50MB
vi: Tệp tải lên không được vượt quá 50 MB

# alertText_over25Pics
source: Up to 25 photos can be uploaded, please select again
cn: 最多上传 25 张，请重新选择
vi: Có thể tải lên tối đa 25 ảnh, vui lòng chọn lại

# alertText_maxPic
source: Upload has reached the maximum number
cn: 上传已达最多数量
vi: Đã đạt đến số lượng tải lên tối đa

# alertText_certType
source: Please choose certificate type
cn: 请选择证书类型
vi: Vui lòng chọn loại chứng chỉ

# alertText_country
source: Please select province, county or city
cn: 请选择省、县市
vi: Vui lòng chọn tỉnh, quận, thành phố

# alertText_area
source: Please select region
cn: 请选择区域
vi: Hãy chọn một vùng

# alertText_companyName
source: Please enter company name
cn: 请填写公司名称
vi: Vui lòng điền tên công ty

# alertText_branch
source: Please enter branch name
cn: 请填写分店名称
vi: Hãy điền tên chi nhánh

# alertText_flyersEmpty
source: Please tick the houses for pre-made flyers
cn: 请勾选预制作传单的房屋
vi: Vui lòng đánh dấu vào những ngôi nhà cần làm tờ rơi

# alertText_selectRating
source: Please select a rating
cn: 请选择评分
vi: Vui lòng chọn đánh giá

# alertText_downloadFlyers
source: To download the flyer, please go to records
cn: 下载传单请至制作纪录
vi: Để tải xuống tờ rơi, vui lòng vào ghi chép dữ liệu

# alertText_rechargePoints
source: Please enter recharge points
cn: 请输入充值点数
vi: Vui lòng nhập điểm nạp tiền

# noticeText_loginAgain
source: Please log in again
cn: 请重新登入
vi: Vui lòng đăng nhập lại

# noticeText_addFavorite
source: Added to Favorites
cn: 已加入收藏
vi: Đã thêm vào mục yêu thích

# noticeText_removeFavorite
source: Removed from Favorites
cn: 已移除收藏
vi: Đã xóa khỏi mục yêu thích

# noticeText_loginSuccess
source: Login Successful
cn: 登录成功
vi: Đăng nhập thành công

# noticeText_logoutSuccess
source: Logout Successful
cn: 登出成功
vi: Đăng xuất thành công

# noticeText_modifiedSuccessfully
source: Modified Successfully
cn: 修改成功
vi: Đã sửa đổi thành công

# noticeText_storeEnabled
source: Store is enabled
cn: 店铺已启用
vi: Cửa hàng đã được kích hoạt

# noticeText_storeClosed
source: Store is closed
cn: 店铺已关闭
vi: Cửa hàng đã đóng

# noticeText_question
source: Question has been sent
cn: 提问已发送
vi: Câu hỏi đã được gửi

# noticeText_closeHouseSuccess
source: Closed Successfully
cn: 关闭成功
vi: Đã đóng nhà thành công

# noticeText_dealHouseSuccess
source: Sold Successfully
cn: 成交成功
vi: Đã giao dịch thành công

# noticeText_sendSuccess
source: Sent Successfully
cn: 发送成功
vi: Đã gửi thành công

# noticeText_updateSortSuccess
source: Updated Successfully
cn: 更新排序成功
vi: Đã cập nhật thành công

# noticeText_buySuccess
source: Purchased Successfully
cn: 购买成功
vi: Đã mua thành công

# noticeText_remittanceSuccess
source: After successful purchase, please go to the transaction management to fill in the remittance information after remittance to confirm whether the points have been remitted.
cn: 购买成功请于汇款后至交易管理填写汇款资料，以利确认点数是否已汇入。
vi: Sau khi mua hàng thành công, vui lòng đến phần quản lý giao dịch để điền thông tin chuyển tiền sau khi chuyển tiền để xác nhận xem điểm đã được chuyển chưa.

# noticeText_addSubAccountSuccess
source: Added sub-account successfully
cn: 新增子账号成功
vi: Thêm tài khoản phụ thành công.

# noticeText_accountIsEnabled
source: Account is enabled
cn: 账号已启用
vi: Tài khoản đã kích hoạt

# noticeText_accountIsDisabled
source: Account has been disabled
cn: 账号已停用
vi: Tài khoản đã ngừng hoạt động

# noticeText_deleteMsgSuceess
source: Message has been deleted
cn: 讯息已删除
vi: Tin nhắn đã được xóa

# noticeText_sendMsgSuccess
source: Reply has been sent
cn: 已送出回复
vi: Đã gửi trả lời

# noticeText_reportSuccess
source: Report has been sent successfully
cn: 检举已成功送出
vi: Báo cáo đã được gửi thành công

# noticeText_openingSoon
source: Opening soon
cn: 近期开放
vi: Sắp mở cửa

# noticeText_certificationSuccess
source: Submitted successfully, please wait for review within 24 hours
cn: 提交成功, 请于24小时内静待审核
vi: Gửi thành công, vui lòng đợi xét duyệt trong vòng 24h

# noticeText_flyersSuccess
source: The flyer was successfully created
cn: 制作传单成功
vi: Làm tờ rơi thành công

# noticeText_evaluationSuccess
source: Evaluation has been sent
cn: 评价已送出
vi: Đánh giá đã được gửi

# noticeText_copiedSuccess
source: Copied successfully
cn: 复制成功
vi: Đã sao chép thành công

# noticeText_advertisementSuccess
source: Image advertising application is successful. The review time is about 1-3 working days. If you have any questions, please contact customer service.
cn: 图片广告申请成功, 审核时间约1-3个工作天若有任何疑问, 欢迎洽询客服
vi: Ứng dụng quảng cáo hình ảnh thành công, thời gian xem xét khoảng 1-3 ngày làm việc, nếu có thắc mắc vui lòng liên hệ bộ phận chăm sóc khách hàng.

# noticeText_publishArticleSuccess
source: Published article successfully
cn: 发表文章成功
vi: Bài viết được đăng thành công

# noticeText_deleteArticleSuceess
source: Article deleted
cn: 文章已删除
vi: Bài viết đã bị xóa

# noticeText_modifyReplySuccess
source: Modified reply successfully
cn: 修改回复成功
vi: Trả lời đã sửa đổi thành công

# noticeText_deleteReplySuceess
source: Reply deleted
cn: 回复已删除
vi: Trả lời đã bị xóa

# noticeText_subSuccess
source: Subscribe successfully
cn: 订阅成功
vi: Thành công

# noticeText_verficationCodeSuccess
source: Send Verification Code
cn: 已发送验证码
vi: Đã gửi mã xác minh

# noticeText_saveSuccess
source: Added successfully
cn: 新增成功
vi: Đã thêm thành công

# noticeText_subReportSuccess
source: Report successfully
cn: 回报成功
vi: Báo cáo thành công

# noticeText_deleteTaskSuccess
source: Delete successfully
cn: 删除成功
vi: Đã xóa thành công

# noticeText_auditSuccess
source: Audit successfully
cn: 审核成功
vi: Xét duyệt thành công

# noticeText_openSubscriptionSuccess
source: Automatically renewed is enabled
cn: 已启用自动续订
vi: Tự động gia hạn được kích hoạt

# noticeText_closeSubscriptionSuccess
source: Automatically renewed is turned off
cn: 已关闭自动续订
vi: Tự động gia hạn bị tắt

# noticeText_checkInSuccess
source: Check in successfully
cn: 签到成功
vi: Kiểm tra thành công

# noticeText_uploadSuccess
source: Upload Successfully
cn: 上传成功
vi: Tải lên thành công

# success_save
source: Saved successfully
cn: 保存成功
vi: đã lưu thành công

# success_purchasePlane
source: If the purchase is successful, you will be directed to solution management.
cn: 购买成功，将引导到方案管理
vi: Nếu việc mua hàng thành công, bạn sẽ được chuyển đến phần quản lý giải pháp.

# noDataText_noData
source: No Data Available
cn: 暂无资料
vi: Tạm thời chưa có thông tin

# noDataText_noMsg
source: No message
cn: 无讯息
vi: Không có tin nhắn

# noDataText_noComments
source: No comments
cn: 暂无评论
vi: Chưa có bình luận nào

# noDataText_noLandMark
source: No nearby landmarks
cn: 附近没有相关地标
vi: Không có địa danh nào gần đó

# noDataText_noPromotions
source: No promotional activities
cn: 目前暂无推广活动
vi: Không có khuyến mãi

# noDataText_noRecord
source: No viewing history
cn: 目前暂无观看纪录
vi: Không có lịch sử xem

# noDataText_noClient
source: Client information not obtained
cn: 未取得客户资料
vi: Thông tin khách hàng không thu được

# popularArea_1_name
source: Ho Chi Minh City
cn: 胡志明市
vi: Hồ Chí Minh

# popularArea_1_en
source: Thành phố Hồ Chí Minh
cn: Ho Chi Minh City
vi: Ho Chi Minh City
