Repository: huy123cv78/88Gohouse
Catalog: lib/l10n/app_*.arb
Languages: cn, vi

# disclaimer_list_description8
source: If you have any questions about the disclaimer, please contact us.
vi: Nếu bạn có bất kỳ câu hỏi nào về tuyên bố từ chối trách nhiệm của chúng tôi, vui lòng liên hệ với chúng tôi

# disclaimer_notice
source: This disclaimer is effective from [Effective Date]. <br>If you have any questions or concerns about our terms, please contact us.
cn: 以上免责声明自 [生效日期] 起生效。<br>如果您对我们的条款有任何问题或疑虑，请联络我们。
vi: Tuyên bố từ chối trách nhiệm trên có hiệu lực kể từ [Ngày có hiệu lực]. <br>Nếu bạn có bất kỳ câu hỏi hoặc thắc mắc nào về Điều khoản của chúng tôi, vui lòng liên hệ với chúng tôi

# disclaimer_contactUs
source: Contact Us
cn: 联络我们
vi: Liên hệ chúng tôi

# policy_slogan
source: Thank you for using 88go Property Trading Platform.
cn: 感谢您使用 88go房屋交易网 。
vi: Cảm ơn bạn đã sử dụng mạng lưới giao dịch 88go

# policy_subTitle1
source: 88go Property Trading Platform Membership Rules
cn: 88go房屋交易网 会员条款
vi: Điều khoản thành viên

# policy_subTitle2
source: Privacy Policy
cn: 隐私权声明
vi: Cam kết bảo mật

# policy_description1
source: Welcome to 88go Property Trading Platform (hereinafter referred to as "we" or "the platform"). Please read the following membership rules carefully before using our services. Registering as our member signifies your agreement to comply with these rules and statements.
cn: 歡迎您加入 欢迎您加入 88go房屋交易网 (以下简称「我们」、「平台」）。请在使用我们的服务之前详细阅读以下会员条款。注册成为我们的会员即表示您同意遵守这些条款与声明。
vi: Chào mừng bạn đến với mạng lưới giao dịch 88go (sau đây gọi tắt là “chúng tôi”, “nền tảng”)Vui lòng đọc kỹ tuyên bố miễn trừ trách nhiệm sau đây trước khi sử dụng dịch vụ của chúng tôi. Bằng cách sử dụng dịch vụ của chúng tôi, bạn đồng ý với các điều khoản này

# policy_description2
source: We highly value your privacy and are committed to protecting your personal information. Our Privacy Policy outlines in detail how we collect, use, and protect your information.
cn: 我们非常重视您的隐私权，并致力于保护您的个人资讯。我们的隐私权声明详细说明了我们收集、使用和保护您的资讯的方式。
vi: Chúng tôi rất coi trọng quyền riêng tư của bạn và cam kết bảo vệ thông tin cá nhân của bạn. Tuyên bố về quyền riêng tư của chúng tôi nêu chi tiết cách chúng tôi thu thập, sử dụng và bảo vệ thông tin của bạn.

# policy_list_title1
source: 1. Account Usage
cn: 1. 账号使用
vi: 1.Sử dụng tài khoản

# policy_list_description1
source: 1.1 The personal information you provide during registration must be true and accurate. Your account is for your personal use only and cannot be transferred, shared, or rented to third parties.
cn: 1.1 您在注册时提供的个人资讯必须真实且准确。您的账号仅限您个人使用，不得转让、共享或出租给第三方。
vi: 1.1 Thông tin cá nhân bạn cung cấp khi đăng ký phải đúng sự thật và chính xác. Tài khoản của bạn chỉ dành cho mục đích sử dụng cá nhân và không được chuyển nhượng, chia sẻ hoặc cho bên thứ ba thuê.

# policy_list_description2
source: 1.2 You are responsible for protecting your account and password, and you are responsible for all activities that occur under your account. If you suspect unauthorized use of your account, you must notify us immediately.
cn: 1.2 您应保护您的账号和密码，并对所有在您的账号下发生的活动负责。如有任何怀疑账号遭到未经授权的使用，应立即通知我们。
vi: 1.2 Bạn có trách nhiệm bảo vệ tài khoản và mật khẩu của mình và chịu trách nhiệm về mọi hoạt động diễn ra trong tài khoản của mình. Nếu bạn có bất kỳ nghi ngờ nào về việc sử dụng trái phép tài khoản của mình, vui lòng thông báo ngay cho chúng tôi

# policy_list_title2
source: 2. Landlord Qualifications and Agency Activities
cn: 2. 房东资格与仲介行为
vi: 2. Quyền chủ sở hữu và hành vi môi giới

# policy_list_description3
source: 2.1 Our platform aims to provide rental and property buying services and prohibits agency activities on our platform.
cn: 2.1 我们的平台旨在提供租赁和购屋服务，并禁止在我们的平台上进行仲介行为。
vi: 2.1 Nền tảng của chúng tôi được thiết kế để cung cấp dịch vụ cho thuê và mua nhà và các hoạt động trung gian đều bị cấm trên nền tảng của chúng tôi

# policy_list_description4
source: 2.2 If we find that you are an agent, your account will be immediately deleted, and the plan you originally purchased will not be refunded.
cn: 2.2 若我们发现您身份为仲介人员，您的账号将被立即删除，并且您原本购买的方案将不予退费。
vi: 2.2 Nếu chúng tôi phát hiện bạn là người trung gian, tài khoản của bạn sẽ bị xóa ngay lập tức và gói bạn mua ban đầu sẽ không được hoàn trả

# policy_list_title3
source: 3. Membership Fees and Payments
cn: 3. 会员费用与付款
vi: 3. Phí thành viên và thanh toán

# policy_list_description5
source: 3.1 You can choose to purchase different plans we offer to access specific services and features. Payment methods and fees will depend on the plan you choose.
cn: 3.1 您可以选择购买我们提供的不同方案，以获得更多特定的服务和功能。付款方式和费用将根据您选择的方案而定。
vi: 3.1 Bạn có thể chọn mua các gói khác nhau mà chúng tôi cung cấp để nhận được các dịch vụ và tính năng cụ thể hơn. Phương thức thanh toán và phí sẽ tùy thuộc vào gói bạn chọn

# policy_list_description6
source: 3.2 All payments will be made securely, and we will protect your payment information. After payment is completed, you will immediately enjoy the corresponding services based on the selected plan.
cn: 3.2 所有付款将以安全的方式进行，我们将保护您的付款信息。付款完成后，您将根据所选方案立即享有相应的服务。
vi: 3.2 Tất cả các khoản thanh toán sẽ được thực hiện một cách an toàn và chúng tôi sẽ bảo vệ thông tin thanh toán của bạn. Sau khi thanh toán hoàn tất, bạn sẽ được hưởng ngay các dịch vụ tương ứng theo gói đã chọn

# policy_list_title4
source: 4. Member Code of Conduct
cn: 4. 会员行为守则
vi: 4. Quy tắc thành viên

# policy_list_description7
source: 4.1 You must comply with all applicable laws and regulations and maintain politeness and respect while using our platform.
cn: 4.1 您应遵守所有适用的法律法规，并在使用我们的平台时保持礼貌和尊重。
vi: 4.1 Bạn phải tuân thủ tất cả các luật và quy định hiện hành, đồng thời luôn lịch sự và tôn trọng khi sử dụng nền tảng của chúng tôi

# policy_list_description8
source: 4.2 You are not allowed to publish false information, content that infringes on the rights of others, or engage in illegal activities on the platform.
cn: 4.2 您不得在平台上发布虚假信息、侵犯他人权益的内容，或从事违法活动。
vi: 4.2 Bạn không được phép đăng tải thông tin sai lệch, xâm phạm quyền của người khác hoặc tham gia vào các hoạt động bất hợp pháp trên nền tảng

# policy_list_title5
source: 5. Limitation of Legal Liability
cn: 5. 法律责任限制
vi: 5. Giới hạn trách nhiệm pháp lý

# policy_list_title6
source: 6. Changes to the Disclaimer
cn: 6. 免责声明的变更
vi: 6. Thay đổi đối với Tuyên bố miễn trừ trách nhiệm

# policy_privacy_title1
source: 1. Collection of Information
vi: 1. Thông tin được thu thập

# policy_privacy_description1
source: 1.1 We may collect personal information that you provide when registering, using our services, participating in activities, or communicating with us.
vi: 1.1 Chúng tôi có thể thu thập thông tin cá nhân mà bạn cung cấp khi đăng ký, sử dụng Dịch vụ, tham gia các sự kiện hoặc liên lạc với chúng tôi

# policy_privacy_description2
source: 1.2 We may automatically collect certain usage data, such as access logs, IP addresses, device information, to improve our services.
vi: 1.2 Chúng tôi có thể tự động thu thập dữ liệu sử dụng nhất định, chẳng hạn như hồ sơ truy cập, địa chỉ IP, thông tin thiết bị, để cải thiện dịch vụ của chúng tôi

# policy_privacy_title2
source: 2. Use of Information
vi: 2. Sử dụng thông tin

# policy_privacy_description3
source: 2.1 We use your information to provide, maintain, and enhance our services and to communicate with you.
vi: 2.1 Chúng tôi sử dụng thông tin của bạn để cung cấp, duy trì và cải thiện dịch vụ của chúng tôi cũng như liên hệ với bạn.

# policy_privacy_description4
source: 2.2 We will not share your personal information with unauthorized third parties.
vi: 2.2 Chúng tôi sẽ không chia sẻ thông tin cá nhân của bạn với các bên thứ ba trái phép

# policy_privacy_title3
source: 3. Information Protection
vi: 3. Bảo mật thông tin

# policy_privacy_description5
source: We take reasonable security measures to protect your information from unauthorized access, use, or disclosure.
vi: Chúng tôi thực hiện các biện pháp bảo mật hợp lý để bảo vệ thông tin của bạn khỏi bị truy cập, sử dụng hoặc tiết lộ trái phép

# policy_privacy_title4
source: 4. Information Deletion
vi: 4. Xóa dữ liệu

# policy_privacy_description6
source: 'Access to Your Personal Information, You are entitled to view, amend, or delete the personal information that we hold. Email your request to our data protection officer [YOUR PHONE NO.] at 88gohouse@gmail.com and we will work with you to remove any of your personal data we may have.'
vi: 'Sửa đổi và xóa thông tin cá nhân, Bạn có quyền kiểm tra, sửa đổi hoặc xóa những thông tin cá nhân mà chúng tôi nắm giữ. Hãy gửi yêu cầu của bạn qua địa chỉ email của chúng tôi là 88gohouse@gmail.com với nội dung xóa thông tin [số điện thoại di động của bạn]. Chúng tôi sẽ giúp bạn xóa mọi dữ liệu cá nhân mà chúng tôi nắm giữ.'

# policy_notice
source: These membership terms and privacy policy are effective from [effective date], and we reserve the right to update them at any time. Please check these terms regularly to ensure you are aware of the latest information. If you have any questions or concerns about our membership terms or privacy policy, please contact us.
cn: 以上会员条款及隐私权声明自 [生效日期] 起生效，我们保留随时更新的权利。请定期查看这些条款以确保您了解最新的信息。<br>如果您对我们的会员条款或隐私权声明有任何问题或疑虑，请联络我们。
vi: Các điều khoản thành viên và tuyên bố về quyền riêng tư ở trên có hiệu lực kể từ [ngày có hiệu lực] và chúng tôi có quyền cập nhật chúng bất cứ lúc nào. Vui lòng xem lại các Điều khoản này thường xuyên để đảm bảo bạn biết được thông tin mới nhất. <br>Nếu bạn có bất kỳ câu hỏi hoặc thắc mắc nào về điều khoản thành viên hoặc tuyên bố về quyền riêng tư của chúng tôi, vui lòng liên hệ với chúng tôi

# friendRules_title
source: Friend Recommendation Rules
cn: 好友推荐规章
vi: Quy tắc đề xuất bạn bè

# friendRules_enTitle
source: Quy tắc đề xuất bạn bè
cn: Friend Recommendation Rules
vi: Friend Recommendation Rules

# friendRules_slogan1
source: Recommend by friends, share and publish rewards!
cn: 好友推荐，共享刊登奖励！
vi: Được bạn bè giới thiệu, chia sẻ và công bố phần thưởng!

# friendRules_subSlogan
source: Invite others to join and enjoy publishing rewards together
cn: 邀请他人加入，一同享受刊登奖励
vi: Mời người khác tham gia và cùng nhau thưởng thức danh sách phần thưởng

# friendRules_description1
source: In order to allow every member to enjoy more rewards, 88go has launched our unique member-friend recommendation program.When you successfully invite others to join as a member, you will receive rewards when they list. What's more worth looking forward to is that you can get listing rewards not only for your friends, but also for the members you recommend and the members they recommend.
cn: 88go为了让每位会员都能享受更多回报, 特别推出了我们独特的会员好友推荐方案。当你成功邀请他人加入会员, 你将在对方刊登时获得奖励。而更值得期待的是, 你可以获得不仅限于你的好友, 也包括你引荐的会员和他们所引荐的会员的刊登奖励。
vi: Để cho phép mọi thành viên được hưởng nhiều phần thưởng hơn, 88go đã triển khai chương trình giới thiệu bạn bè thành viên độc đáo của chúng tôi.Khi bạn mời thành công người khác tham gia làm thành viên, bạn sẽ nhận được phần thưởng khi họ liệt kê. Điều đáng mong chờ hơn là bạn có thể nhận được phần thưởng danh sách không chỉ cho bạn bè của mình mà còn cho những thành viên mà bạn giới thiệu và những thành viên được họ giới thiệu.

# friendRules_process
source: Friend recommendation process
cn: 好友推荐的流程
vi: Quy trình giới thiệu bạn bè

# friendRules_join
source: Before Joining
cn: 加入前
vi: Trước khi tham gia

# friendRules_joinDescription2
source: Before joining 88go, you can become part of someone else's agents by entering their code. Once you become our member, you also have the opportunity to become an agent.
cn: 再加入88go前, 您可以通过填写他人的代码，成为对方代理的一员。加入我们的会员后, 您也获得能成为代理的机会。
vi: Trước khi tham gia 88go, bạn có thể trở thành thành viên đại lý của đối phương bằng cách điền mã giới thiệu. Sau khi tham gia thành viên của chúng tôi, bạn cũng sẽ có cơ hội trở thành đại lý

# friendRules_becomeMember
source: Become a Member
cn: 成为会员
vi: Trở thành thành viên

# friendRules_becomeMemberDescription
source: After becoming a member, you will receive a unique agent code. You can share this code with friends and family around you, inviting them to join 88go.
cn: 成为会员后，您将会获得一组专属的代理代码, 您可以将这个代码分享给周遭的亲友, 邀请他们一起加入88go。
vi: Sau khi trở thành thành viên, bạn sẽ nhận được một bộ mã độc quyền, bạn có thể chia sẻ mã này cho người thân, bạn bè xung quanh và mời họ tham gia 88go.

# friendRules_becomeAgent
source: Become an Agent
cn: 成为代理
vi: Trở thành đại lý

# friendRules_becomeAgentDescription
source: Once you successfully invite others to join, you will have the status of an agent. Through the agent program, you will receive commission income, and you can also share the transaction profits of the people you referred.
cn: 成功邀請他人加入後，即擁有代理的身份，透過代理方案，您將擁有佣金收入，並且您所邀請的對象的交易利潤也能進行分成。
vi: Sau khi mời người khác tham gia thành công, bạn sẽ có tư cách đại lý, thông qua kế hoạch đại lý, bạn sẽ có thu nhập hoa hồng và lợi nhuận giao dịch của những người bạn mời

# friendRules_bonus
source: How to calculate bonus
cn: 如何计算奖金
vi: Cách tính tiền thưởng

# friendRules_rewardCalculationRules
source: Reward calculation rules
cn: 奖励计算规则
vi: Quy tắc tính thưởng

# friendRules_algorithm
source: Number of items published at each level x single item reward x total number of people published at each level
cn: 各层级刊登件数×单件奖励×各层级刊登总人数
vi: Số lượng vật phẩm được đăng ở mỗi cấp x phần thưởng vật phẩm duy nhất x tổng số người đã đăng ở mỗi cấp

# friendRules_listPara1
source: Members will receive a reward of 10,000 points for a single publication.
cn: 会员个人单件刊登奖励10,000点。
vi: 会员个人单件刊登奖励10,000点。

# friendRules_level1
source: First level friend publishing reward
cn: 第一层好友刊登奖励
vi: 第一层好友刊登奖励

# friendRules_level2
source: Secind level friend publishing reward
cn: 第二层好友刊登奖励
vi: 第二层好友刊登奖励

# friendRules_level3
source: Third level friend publishing reward
cn: 第三层好友刊登奖励
vi: 第三层好友刊登奖励

# friendRules_listPara2
source: The first level of friends can reward members with 1,000 points for each publication. The maximum number of people who can list items is 5, and there is no upper limit on the number of items that can be listed.
cn: 第一层好友单件刊登奖励会员1,000点, 刊登人数最高上限5人, 刊登件数无上限。
vi: 第一层好友单件刊登奖励会员1,000点, 刊登人数最高上限5人, 刊登件数无上限。

# friendRules_listPara3
source: The second level friends can reward members with 500 points for each publication. The maximum number of people who can list items is 5, but there is no upper limit on the number of items that can be listed.
cn: 第二层好友单件刊登奖励会员500点, 刊登人数最高上限5人, 刊登件数无上限。
vi: 第二层好友单件刊登奖励会员500点, 刊登人数最高上限5人, 刊登件数无上限。

# friendRules_listPara4
source: The third level friends can reward members with 250 points for each publication. The maximum number of people who can list items is 5, but there is no upper limit on the number of items that can be listed.
cn: 第三层好友单件刊登奖励会员250点, 刊登人数最高上限5人, 刊登件数无上限。
vi: 第三层好友单件刊登奖励会员250点, 刊登人数最高上限5人, 刊登件数无上限。

# friendRules_forExample
source: For example:
cn: 以上图举例：
vi: Ví dụ:

# friendRules_invite
source: Invite Multiple People
cn: 邀请多人
vi: Mời nhiều người

# friendRules_inviteDescription
source: The chain effect allows your influence and earnings to continuously expand. The more people you invite, the more commission you will receive.
cn: 连锁效应让你的影响力和收益不断扩大，邀请越多人，获得的佣金也越多。
vi: Mô hình liên kết này giúp tầm ảnh hưởng và thu nhập của bạn ngày càng mở rộng. Càng mời nhiều người, bạn càng nhận được nhiều hoa hồng.

# friendRules_accounting
source: The amount is transparent
cn: 金额透明
vi: Minh bạch tài khoản

# friendRules_accountingDescription
source: The reward statistics at the end of each month will be automatically distributed, and members can also check the rewards immediately to ensure that the reward distribution calculation is instant and transparent. Members can also view performance rewards in real-time, ensuring that your rewards are timely and transparent.
cn: 每月月底的奖励统计将自动派发，会员也能即时查看奖励，确保奖励的派发计算即时、透明。
vi: Thống kê phần thưởng vào cuối mỗi tháng sẽ được phân phối tự động và các thành viên cũng có thể kiểm tra phần thưởng ngay lập tức để đảm bảo việc tính toán phân phối phần thưởng được diễn ra ngay lập tức và minh bạch.

# friendRules_profits
source: Generation-skipping rewards
cn: 隔代奖励
vi: Lợi nhuận phân cấp

# friendRules_profitsDescription
source: Even if you are a member recommended by a member you introduced, you can also get corresponding listing rewards.
cn: 即使是你引荐的会员引荐的会员，你也能获得相应的刊登奖励。
vi: Ngay cả khi bạn là thành viên do thành viên bạn giới thiệu giới thiệu, bạn cũng có thể nhận được phần thưởng niêm yết tương ứng.

# friendRules_joinHands
source: Join Hands to Share the Glory of Living!
cn: 携手分享居住的荣耀！
vi: Chung tay chia sẻ vinh quang cuộc sống

# friendRules_joinHandsDescription
source: This chain effect allows your influence and earnings to continue to expand, making you an important part of a community that wins together in living. 88go believes that this mutually beneficial model can bring more value to each member and together we can create a better future for renting and buying.
cn: 这种连锁效应，让你的影响力和收益将持续扩大，成为一个居住共赢的社群中的重要一环。 88go相信, 这种互惠互利的模式能够为每个会员带来更多价值，并让我们一同开创更美好的租购未来。
vi: Mô hình liên kết này sẽ cho phép tầm ảnh hưởng và thu nhập của bạn tiếp tục mở rộng, trở thành một phần quan trọng của cộng đồng đôi bên cùng có lợi. 88go tin rằng mô hình cùng có lợi này có thể mang lại nhiều giá trị hơn cho mỗi thành viên và cho phép chúng ta cùng nhau tạo ra một tương lai mua nhà cho thuê tốt hơn

# friendRules_join88go
source: Join the Ranks of 88go
cn: 加入88go的行列
vi: Gia nhập đội ngũ của 88go

# friendRules_me
source: Me
cn: 我
vi: Sở hữu

# friendRules_level
source: Level
cn: 层级
vi: 层级

# friendRules_totalNumberOfPublishing
source: Total number of publications
cn: 刊登总数
vi: 刊登总数

# friendRules_singleReward
source: Single reward
cn: 单件奖励
vi: 单件奖励

# friendRules_numberOfPublishers
source: Number of publishers
cn: 刊登人数
vi: 刊登人数

# friendRules_rewardCalculation
source: Reward Calculation
cn: 奖励计算
vi: 奖励计算

# friendRules_totalRewardThisMonth
source: Total reward in this month
cn: 本月总奖励
vi: 本月总奖励

# friendRules_individual
source: Individual
cn: 个人
vi: 个人

# friendRules_level1Step
source: First level
cn: 第一层
vi: 第一层

# friendRules_level2Step
source: Second level
cn: 第二层
vi: 第二层

# friendRules_level3Step
source: Third level
cn: 第三层
vi: 第三层

# upgrade_account_title1
source: Want to take your business to the next level?
cn: 想要将您的业务提升至全新境界吗？
vi: Bạn muốn đưa doanh nghiệp của mình lên một tầm cao mới?

# upgrade_account_description1
source: Now, with our group account service, you can take your business to new heights! From now on, you can not only operate a single shop, but also expand to multiple branches, easily manage the performance of each branch, and view detailed reports, everything is under your control!
cn: 现在，透过我们的集团账号服务，您可以将您的业务推向全新高度！ 从现在开始，不仅仅是经营单一店面，您还可以扩展至多个分店，并且轻松管理每个分店的业绩，以及查看详尽的报表，一切尽在您的掌握之中！
vi: Giờ đây, với dịch vụ tài khoản nhóm của chúng tôi, bạn có thể đưa doanh nghiệp của mình lên một tầm cao mới! Từ giờ trở đi, bạn không chỉ có thể vận hành một cửa hàng mà còn có thể mở rộng ra nhiều chi nhánh, dễ dàng quản lý hiệu quả hoạt động của từng chi nhánh và xem báo cáo chi tiết, mọi thứ đều nằm trong tầm kiểm soát của bạn!

# upgrade_account_learnMore
source: Learn More
cn: 了解方案详情
vi: Tìm hiểu thêm

# upgrade_account_subTitle1
source: After upgrading your account, you can
cn: 升级账号后,您可以
vi: Sau khi nâng cấp tài khoản của bạn, bạn có thể

# upgrade_account_title2
source: Set up multiple branch accounts for easy management
cn: 设置多个分店账号，简易管理
vi: Thiết lập nhiều tài khoản chi nhánh để dễ dàng quản lý

# upgrade_account_description2
source: You can easily link your branch account with your group account, check the business status of each branch, and effectively manage your branch's customer list and their needs.
cn: 您可以轻松地将分店帐号与集团账号连结，并查看每个分店的业务状态，且能有效地管理分店的客户名单与他们的需求。
vi: Bạn có thể dễ dàng liên kết tài khoản chi nhánh với tài khoản nhóm của mình, kiểm tra tình trạng kinh doanh của từng chi nhánh và quản lý hiệu quả danh sách khách hàng của chi nhánh cũng như nhu cầu của họ.

# upgrade_account_subTitle2
source: Can also
cn: 也可以
vi: Cũng có thể

# upgrade_account_title3
source: Set performance goals and confirm them instantly
cn: 设立业绩目标，即时确认
vi: Đặt mục tiêu hiệu suất và xác nhận chúng ngay lập tức

# upgrade_account_description3
source: Branches can set their own business goals and assign tasks, and calculate the goal achievement rate based on returns. Through the account, the group can check the trends of each branch anytime and anywhere, and clearly understand the operating status and direction of each shop.
cn: 分店可自行订定业务目标与发派任务，依据回报算出目标达成率。 集团通过帐户可以随时随地查看各分店动向，清楚掌握各店营运状态与方向。
vi: Các chi nhánh có thể đặt ra mục tiêu kinh doanh và phân công nhiệm vụ của riêng mình, đồng thời tính toán tỷ lệ đạt được mục tiêu dựa trên lợi nhuận. Thông qua tài khoản, nhóm có thể kiểm tra xu hướng của từng chi nhánh mọi lúc mọi nơi, đồng thời hiểu rõ tình trạng và phương hướng hoạt động của từng cửa hàng.

# upgrade_account_subTitle3
source: Can still have
cn: 还能拥有
vi: Vẫn có thể có

# upgrade_account_title4
source: Detailed reports to easily analyze business status
cn: 详尽报表，轻松分析业务状态
vi: Báo cáo chi tiết để dễ dàng phân tích tình trạng kinh doanh

# upgrade_account_description4
source: Whether it's each branch's performance report, monthly target summary or customer demand table, everything is at your fingertips. You can instantly grasp the performance goals and actual results of each branch, helping you better formulate overall sales strategies and management. policy.
cn: 无论是各分店业绩报表、月目标总表还是客户需求表，一切尽在您的指尖，您可以即时掌握每个分店的业绩目标与实际成果表现，帮助您更好地制定整体销售策略和管理方针。
vi: Cho dù đó là báo cáo hiệu suất của từng chi nhánh, tóm tắt mục tiêu hàng tháng hay bảng nhu cầu của khách hàng, mọi thứ đều trong tầm tay bạn. Bạn có thể nắm bắt ngay mục tiêu hiệu suất và kết quả thực tế của từng chi nhánh, giúp bạn xây dựng chính sách và chiến lược bán hàng tổng thể tốt hơn.

# upgrade_account_title5
source: Upgrade now and experience endless possibilities!
cn: 立即升级，体验无限可能！
vi: Hãy nâng cấp ngay bây giờ và trải nghiệm những khả năng vô tận!

# upgrade_account_description5
source: No longer just run a single shop, join our group account service now, try it for free for one month, and start a new chapter in your business!
cn: 不再只是经营单一店面，现在就加入我们的集团账号服务，免费试用一个月，开启您事业的全新篇章！
vi: Không còn chỉ điều hành một cửa hàng duy nhất, hãy tham gia dịch vụ tài khoản nhóm của chúng tôi ngay bây giờ, dùng thử miễn phí trong một tháng và bắt đầu một chương mới trong công việc kinh doanh của bạn!

# upgrade_account_monthlyFee
source: Monthly
cn: 月费
vi: Hàng tháng

# upgrade_account_yearFee
source: Year
cn: 年费
vi: Năm

# upgrade_account_title6
source: Discover the benefits of a group account - try it for free for one month!
cn: 探索集团帐户的优势 - 一个月免费试用！
vi: Khám phá lợi ích của tài khoản nhóm - dùng thử miễn phí trong một tháng!

# upgrade_account_description6
source: Starting now, we're excited to offer you a one-month free trial to explore all the features and benefits of our Group Account! No risks, no limits, just your chance to explore and grow your business!
cn: 从现在开始，我们很高兴能为您提供一个月的免费试用机会，让您发掘我们集团账户的所有功能和优势！ 没有风险，没有限制，只有您探索和发展企业的机会！
vi: Bắt đầu từ bây giờ, chúng tôi rất vui mừng được cung cấp cho bạn bản dùng thử miễn phí một tháng để khám phá tất cả các tính năng và lợi ích của Tài khoản nhóm của chúng tôi! Không có rủi ro, không có giới hạn, chỉ có cơ hội để bạn khám phá và phát triển doanh nghiệp của mình!

# upgrade_account_notice
source: ※ If there is no upgrade after the trial, will be automatically turned off.
cn: ※ 试用期后若无升级动作，功能将会自动关闭
vi: ※ Nếu không có nâng cấp sau thời gian dùng thử, chức năng sẽ tự động tắt.

# upgrade_account_subscribe
source: Subscribe
cn: 订阅
vi: Đăng ký
